{
  "Permission Denied." : "تم رفض التصريح. ",
  "Quantity Increase by" : "الكمية الزيادة بمقدار ",
  "Quantity Update by" : "تعديل الكمية بواسطة ",
  "Quantity decrease by" : "تناقص الكمية بواسطة ",
  "Quantity Updated by" : "تم تعديل الكمية بواسطة ",
  "Manage Inventory" : "ادارة المخزون ",
  "Inventory" : "المخزون ",
  "Id" : "الكود ",
  "Quantity" : "الكمية ",
  "Type" : "النوع ",
  "Description" : "الوصف ",
  "Action" : "الإجراء ",
  "View" : "مشاهدة ",
  "Software Details" : "تفاصيل البرامج ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "وعادة ما تتضمن وحدة إدارة الموجودات ، التي كثيرا ما توجد في نظم برمجيات تجارية مثل نظام تخطيط الموارد في المؤسسة أو برنامج إدارة المخزون ، مجموعة من السمات والقدرات الوظيفية المصممة لمعالجة مختلف جوانب الجرد.  التحكم والتشغيل الأمثل. ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "Buy Now" : "اشتر الآن ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "Inventory " : "المخزون   ",
  " Management" : " الإدارة ",
  "Why use Inventory?" : "لماذا تستخدم المخزون ؟ ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "وتساعد إدارة المخزون على الاحتفاظ بالمبلغ الصحيح للمخزون لتلبية الطلب على العملاء مع الحد من المخزونات الفائضة وتحمل التكاليف.  لمنع حالات نقص المنتج والمخزون ، والتأكد من توافر المنتجات عندما يحتاجها العملاء.  وتدار المخزونات بفعالية من أجل الحد من تكاليف التخزين والمناولة والتقادم. ",
  "How does the Inventory Management work?" : "كيف تعمل إدارة المخزون ؟ ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "ادارة المخزون في سياق تحويل عمليات اعادة الحاويات والمقترحات الى الفواتير أو ضبط الكميات تضمن أن سجلات المخزون الخاصة بك تعكس بدقة حالة المنتجات والخدمات ، مما يساعدك في منع الزيادة في الفواتير ، والمخزون ، و  التناقضات في سجلاتك المالية  وهو عنصر بالغ الأهمية في كفاءة العمليات التجارية والإدارة المالية. ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "for your business?" : "لعملك ؟ ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "باستخدام شرطة ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان منفرد ",
  "Empower Your Workforce with DASH" : "تمكين قوة العمل الخاصة بك مع DASDH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "التوصل للبرامج المساعدة من العطلات للمحاسبة ، والموارد البشرية ، والمدفوعات ، و Leads ، والاتصالات ، والادارة ، والمزيد ، وكلهم في مكان واحد ! ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Unlimited installation" : "تركيب غير محدود ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Monthly" : "شهريا ",
  "Yearly" : "سنويا ",
  "Billed monthly, or" : "مشوي شهريا ، أو ",
  " if paid monthly" : " في حالة دفعها شهريا ",
  "Billed yearly, or" : "يتم ملئها سنويا ، أو ",
  " if paid yearly" : "اذا تم دفعها سنويا"
}