{
  "Permission Denied." : "Tilladelse nægtet. ",
  "Quantity Increase by" : "Mængde-forøgelse ",
  "Quantity Update by" : "Opdatér kvantitet efter ",
  "Quantity decrease by" : "Reduceret kvantitet ",
  "Quantity Updated by" : "Kvantitet opdateret af ",
  "Manage Inventory" : "Administrér lager ",
  "Inventory" : "Lager ",
  "Id" : "Id ",
  "Quantity" : "Antal ",
  "Type" : "Type ",
  "Description" : "Beskrivelse ",
  "Action" : "Handling ",
  "View" : "Vis ",
  "Software Details" : "Softwaredetaljer ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Et modul til lagerstyring, som ofte findes i virksomhedssoftwaresystemer som Enterprise Resource Planning (ERP) eller lagerstyringssoftware, omfatter typisk et sæt funktioner og funktionaliteter, der er designet til at håndtere forskellige aspekter af lagerbeholdning.  kontrol og optimering. ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Buy Now" : "Køb nu ",
  "View Live Demo" : "Vis Live-demo ",
  "Inventory " : "Lager   ",
  " Management" : " Ledelsen ",
  "Why use Inventory?" : "Hvorfor bruge Lager? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "Lagerstyring hjælper med at vedligeholde den mængde lagerbeholdning, der skal dække kundeefterspørgslen, samtidig med at omkostningerne reduceres, samtidig med at omkostningerne reduceres.  Forhindrer produktknaphed og strømper, så produkter er tilgængelige, når kunderne har brug for dem.  Lager er effektivt administreret til at reducere storage, håndtering og forældelse af omkostninger. ",
  "How does the Inventory Management work?" : "Hvordan fungerer lagerstyring? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Lager-styring i forbindelse med konvertering af tilbageholdere og forslag til fakturaer eller justering af mængder sikrer, at lagerregistreringer nøjagtigt afspejler status for produkter og serviceydelser, som hjælper dig med at forhindre overfakturering, strømafbrydelser og  afvigelser i dine finansielle regnskaber.  Det er en kritisk komponent af effektiv forretningsdrift og økonomisk forvaltning. ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "for your business?" : "for din virksomhed? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Monthly" : "Månedligt ",
  "Yearly" : "Årligt ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  " if paid monthly" : " betaling pr. måned ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  " if paid yearly" : "hvis betalt årligt"
}