{
  "Permission Denied." : "Berechtigung verweigert. ",
  "Quantity Increase by" : "Mengenanstieg nach ",
  "Quantity Update by" : "Mengenaktualisierung nach ",
  "Quantity decrease by" : "Mengenrückgang durch ",
  "Quantity Updated by" : "Menge aktualisiert von ",
  "Manage Inventory" : "Bestand verwalten ",
  "Inventory" : "Bestand ",
  "Id" : "ID ",
  "Quantity" : "Menge ",
  "Type" : "Typ ",
  "Description" : "Beschreibung ",
  "Action" : "Aktion ",
  "View" : "Anzeigen ",
  "Software Details" : "Softwaredetails ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Ein Bestandsverwaltungsmodul, das häufig in Business-Software-Systemen wie Enterprise Resource Planning (ERP) oder Inventory Management Software enthalten ist, umfasst in der Regel eine Reihe von Funktionen und Funktionen, die für die Bearbeitung verschiedener Aspekte des Bestands konzipiert sind.  Steuerung und Optimierung. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Inventory " : "Bestand   ",
  " Management" : " Verwaltung ",
  "Why use Inventory?" : "Warum Inventar verwenden? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "Die Bestandsverwaltung trägt dazu bei, die richtige Menge an Inventar zu erhalten, um die Kundennachfrage zu decken und gleichzeitig überschüssige Lagerbestände zu reduzieren und Kosten  Verhindert Produktengpässe und -strümpfe, stellt sicher, dass Produkte verfügbar sind, wenn die Kunden sie benötigen.  Das Inventar wird effektiv verwaltet, um die Kosten für Lagerung, Handhabung und Obsoleszenz zu reduzieren. ",
  "How does the Inventory Management work?" : "Wie funktioniert das Bestandsmanagement? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Bestandsmanagement im Zusammenhang mit der Konvertierung von Retainern und Vorschlägen auf Rechnungen oder Anpassungsmengen stellt sicher, dass Ihre Bestandsaufzeichnungen den Status von Produkten und Dienstleistungen genau widerspiegeln und Ihnen dabei helfen, Überrechnungen, Strümpfe zu vermeiden und  Diskrepanzen in Ihren Finanzunterlagen.  Sie ist ein wichtiger Baustein für effiziente Geschäftsabläufe und das Finanzmanagement. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : "wenn jährlich gezahlt"
}