{
  "Permission Denied." : "Permiso Denegado. ",
  "Quantity Increase by" : "Aumento de la cantidad ",
  "Quantity Update by" : "Cantidad de actualización por ",
  "Quantity decrease by" : "Disminución de la cantidad ",
  "Quantity Updated by" : "Cantidad actualizada por ",
  "Manage Inventory" : "Gestionar inventario ",
  "Inventory" : "Inventario ",
  "Id" : "Id ",
  "Quantity" : "Cantidad ",
  "Type" : "Tipo ",
  "Description" : "Descripción ",
  "Action" : "Acción ",
  "View" : "Vista ",
  "Software Details" : "Detalles de software ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Un módulo de gestión de inventario, que a menudo se encuentra en sistemas de software empresarial como Enterprise Resource Planning (ERP) o Inventory Management Software, normalmente incluye un conjunto de características y funcionalidades diseñadas para manejar varios aspectos del inventario.  control y optimización. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "Inventory " : "Inventario   ",
  " Management" : " Gestión ",
  "Why use Inventory?" : "¿Por qué utilizar Inventory? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "La gestión de inventario ayuda a mantener la cantidad correcta de inventario para satisfacer la demanda del cliente, al tiempo que reduce el exceso de existencias y los costes de transporte  Evita la escasez de productos y las existencias, asegurando que los productos estén disponibles cuando los necesiten los clientes.  El inventario se gestiona eficazmente para reducir los costes de almacenamiento, manipulación y obsolescencia. ",
  "How does the Inventory Management work?" : "¿Cómo funciona la gestión de inventario? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "La gestión de inventario en el contexto de la conversión de los retenedores y las propuestas en facturas o cantidades de ajuste garantiza que los registros de inventario reflejen con precisión el estado de los productos y servicios, lo que le ayudará a prevenir la sobrefacturación, los inventarios y  discrepancias en sus registros financieros.  Es un componente crítico de las operaciones de negocio eficientes y de la gestión financiera. ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "for your business?" : "¿Para su negocio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : "si se paga anualmente"
}