{
  "Permission Denied." : "Autorisation refusée. ",
  "Quantity Increase by" : "Augmentation de la quantité par ",
  "Quantity Update by" : "Mise à jour de quantité par ",
  "Quantity decrease by" : "Quantité réduite par ",
  "Quantity Updated by" : "Quantité mise à jour par ",
  "Manage Inventory" : "Gérer l'inventaire ",
  "Inventory" : "Inventaire ",
  "Id" : "ID ",
  "Quantity" : "Quantité ",
  "Type" : "Type ",
  "Description" : "Description ",
  "Action" : "Action ",
  "View" : "Afficher ",
  "Software Details" : "Détails du logiciel ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Un module de gestion des stocks, souvent présent dans des systèmes de logiciels commerciaux tels que la planification des ressources d'entreprise (ERP) ou le logiciel de gestion des stocks, comprend généralement un ensemble de fonctions et de fonctionnalités conçues pour traiter divers aspects de l'inventaire.  Contrôle et optimisation. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Inventory " : "Inventaire   ",
  " Management" : " Gestion ",
  "Why use Inventory?" : "Pourquoi utiliser l'inventaire? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "La gestion des stocks permet de maintenir la bonne quantité d'inventaire pour répondre à la demande des clients tout en réduisant les stocks excédentaires et les coûts de transport.  Empêche les pénuries de produits et les stocks, s'assurant que les produits sont disponibles lorsque les clients en ont besoin.  L'inventaire est géré efficacement pour réduire les coûts de stockage, de manutention et d'obsolescence. ",
  "How does the Inventory Management work?" : "Comment fonctionne la gestion des stocks? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "La gestion des stocks dans le contexte de la conversion des serviteurs et des propositions en factures ou en ajustant les quantités fait en sorte que vos registres d'inventaire reflètent fidèlement le statut des produits et services, en vous aidant à prévenir la surfacturation, les stocks et  Des écarts dans vos dossiers financiers.  Il s'agit d'un élément essentiel de l'efficacité des opérations et de la gestion financière. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for your business?" : "Pour votre entreprise? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : "S'ils sont payés annuellement"
}