{
  "Permission Denied." : "Permesso Negato. ",
  "Quantity Increase by" : "Quantità Aumento per ",
  "Quantity Update by" : "Aggiornamento della quantità per ",
  "Quantity decrease by" : "Quantità diminuzione per ",
  "Quantity Updated by" : "Quantità Aggiornata da ",
  "Manage Inventory" : "Gestione Inventario ",
  "Inventory" : "Inventario ",
  "Id" : "Id ",
  "Quantity" : "Quantità ",
  "Type" : "Tipo ",
  "Description" : "Descrizione ",
  "Action" : "Azione ",
  "View" : "Vista ",
  "Software Details" : "Dettagli software ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Un Modulo di gestione di Inventory, spesso trovato in sistemi software aziendali come Enterprise Resource Planning (ERP) o Inventory Management Software, di solito include una serie di funzioni e funzionalità progettate per gestire vari aspetti di inventario  controllo e ottimizzazione. ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Inventory " : "Inventario   ",
  " Management" : " Gestione ",
  "Why use Inventory?" : "Perché usare Inventory? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "La gestione magazzino aiuta a mantenere la giusta quantità di inventario per soddisfare la domanda del cliente riducendo al contempo l'eccesso di scorte e i costi di trasporto.  Impedisce la carenza di prodotto e gli stockout, garantendo i prodotti sono disponibili quando i clienti ne hanno bisogno.  L'inventario è efficacemente gestito per ridurre i costi di archiviazione, movimentazione e obsolescenza. ",
  "How does the Inventory Management work?" : "Come funziona il Management di Inventory? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Inventory Management nel contesto della conversione dei retainers e delle proposte alle fatture o delle quantità di regolazione garantisce che i tuoi record di inventario riflettano accuratamente lo stato dei prodotti e dei servizi, aiutanti a prevenire l'overlling, gli stockout e  discrepanze nei tuoi record finanziari.  Si tratta di una componente critica di efficienti operazioni commerciali e di gestione finanziaria. ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "for your business?" : "per la tua attività? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Unlimited installation" : "Installazione illimitata ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Monthly" : "Mensile ",
  "Yearly" : "Annuale ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : "se retribui"
}