{
  "Permission Denied." : "許可が拒否されました",
  "Quantity Increase by" : "数量の増加",
  "Quantity Update by" : "更新数量",
  "Quantity decrease by" : "数量の減少",
  "Quantity Updated by" : "更新された数量",
  "Manage Inventory" : "在庫の管理",
  "Inventory" : "在庫",
  "Id" : "Id",
  "Quantity" : "数量",
  "Type" : "種類",
  "Description" : "解説",
  "Action" : "アクション",
  "View" : "ビュー",
  "Software Details" : "ソフトウェアの詳細",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "多くの場合、エンタープライズ・リソース・プランニング (ERP) や在庫管理ソフトウェアなどのビジネス・ソフトウェア・システムで見られる在庫管理モジュールには、通常、在庫のさまざまな側面を処理するために設計された一連の機能と機能が含まれています。 制御と最適化",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Buy Now" : "今すぐ購入",
  "View Live Demo" : "ライブ・デモの表示",
  "Inventory " : "在庫 ",
  " Management" : " 運営",
  "Why use Inventory?" : "インベントリーを使用する理由",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "在庫管理は、在庫を減らし、コストを削減しながら、顧客の需要に対応する適切な在庫量を維持するのに役立ちます。 製品の不足や在庫が発生しないようにし、顧客が製品を必要とするときに製品を確実に入手 在庫は効率的に管理され、ストレージ、処理、および発光コストを削減できます。",
  "How does the Inventory Management work?" : "在庫管理はどのように機能しますか ?",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "在庫管理は、お客様および提案書を請求書に変換したり、数量を調整したりすると、在庫レコードが製品およびサービスの状況を正確に反映していることを確認し、過請求、在庫、および保管を防止するために役立ちます。 お客様の財務記録に矛盾があります。 これは、効率的なビジネス・オペレーションと財務管理の重要なコンポーネントです。",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "for your business?" : "あなたのビジネスに ?",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Unlimited installation" : "無制限のインストール",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Monthly" : "月次",
  "Yearly" : "毎年",
  "Billed monthly, or" : "毎月請求された、または",
  " if paid monthly" : " 毎月支払われる場合",
  "Billed yearly, or" : "年単位での請求",
  " if paid yearly" : "毎年支払われる場合"
}