{
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Quantity Increase by" : "Aantal verhogen met ",
  "Quantity Update by" : "Bijwerken van hoeveelheid door ",
  "Quantity decrease by" : "Afname van de hoeveelheid door ",
  "Quantity Updated by" : "Aantal bijgewerkt door ",
  "Manage Inventory" : "Inventaris beheren ",
  "Inventory" : "Voorraad ",
  "Id" : "ID ",
  "Quantity" : "Hoeveelheid ",
  "Type" : "Type invoer ",
  "Description" : "Omschrijving ",
  "Action" : "Actie ",
  "View" : "Bekijken ",
  "Software Details" : "Softwaregegevens ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Een voorraadbeheermodule, vaak gevonden in bedrijfssoftwaresystemen zoals ERP-of voorraadbeheersoftware, bevat doorgaans een set functies en functionaliteiten die zijn ontworpen voor het afhandelen van verschillende aspecten van de voorraad.  besturing en optimalisatie. ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "View Live Demo" : "Live-demo bekijken ",
  "Inventory " : "Voorraad   ",
  " Management" : " Beheer ",
  "Why use Inventory?" : "Waarom inventaris gebruiken? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "Voorraadbeheer helpt bij het behoud van de juiste hoeveelheid voorraad om te voldoen aan de vraag van de klant, terwijl het verminderen van overtollige voorraad en het dragen van kosten  Voorkomt tekorten aan producten en voorraden, zodat producten beschikbaar zijn wanneer klanten ze nodig hebben.  De inventaris wordt effectief beheerd om de kosten van opslag, verwerking en veroudering te verminderen. ",
  "How does the Inventory Management work?" : "Hoe werkt het voorraadbeheer? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Voorraadbeheer in het kader van het omzetten van houders en voorstellen voor facturen of het aanpassen van de hoeveelheden zorgt ervoor dat uw voorraadadministratie de status van producten en diensten nauwkeurig weergeeft en u helpt te voorkomen dat er sprake is van overfacturering,  verschillen in uw financiële records.  Het is een essentieel onderdeel van efficiënte bedrijfsvoering en financieel beheer. ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "for your business?" : "Voor jouw zaken? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Monthly" : "Maandelijks ",
  "Yearly" : "Jaarlijks ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : "indien betaald jaarlijks"
}