{
  "Permission Denied." : "Odmowa uprawnień. ",
  "Quantity Increase by" : "Wzrost ilości wg ",
  "Quantity Update by" : "Aktualizacja ilości wg ",
  "Quantity decrease by" : "Zmniejszenie ilości przez ",
  "Quantity Updated by" : "Ilość zaktualizowana przez ",
  "Manage Inventory" : "Zarządzanie magazynem ",
  "Inventory" : "Magazyn ",
  "Id" : "Identyfikator ",
  "Quantity" : "Ilość ",
  "Type" : "Typ ",
  "Description" : "Opis ",
  "Action" : "Działanie ",
  "View" : "Widok ",
  "Software Details" : "Szczegóły oprogramowania ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Moduł zarządzania magazynem, często spotykanego w systemach oprogramowania biznesowego, takich jak Enterprise Resource Planning (ERP) lub Inventory Management Software, zazwyczaj zawiera zestaw funkcji i funkcji przeznaczonych do obsługi różnych aspektów spisu zasobów.  sterowanie i optymalizacja. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Inventory " : "Magazyn   ",
  " Management" : " Zarządzanie ",
  "Why use Inventory?" : "Dlaczego należy używać spisu zasobów? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "Zarządzanie zapasami pomaga w utrzymaniu odpowiedniej ilości zapasów, aby zaspokoić popyt na klientów, a jednocześnie zmniejszyć nadmierną ilość zapasów i koszty.  Zapobiega niedoborom produktów i zapasom produktów, zapewniając, że produkty są dostępne, gdy klienci ich potrzebują.  Gospodarka magazynowa jest skutecznie zarządzana w celu ograniczenia kosztów przechowywania, obsługi i obluzowania. ",
  "How does the Inventory Management work?" : "W jaki sposób działa zarządzanie zapasami? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Zarządzanie zapasami w kontekście przekształcania retainerów i propozycji w fakturach lub dopasowaniu ilości zapewnia, że rekordy magazynowe dokładnie odzwierciedlają status produktów i usług, pomagając w zapobieganiu przekrojom, zapasom oraz  rozbieżności w rekordach finansowych.  Jest to newralgiczny komponent wydajnych operacji biznesowych i zarządzania finansami. ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "for your business?" : "dla Twojej firmy? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "With Dash, możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : "jeśli płatny roczny"
}