{
  "Permission Denied." : "Permissão Negada. ",
  "Quantity Increase by" : "Aumento De Quantidade por ",
  "Quantity Update by" : "Atualização de Quantidade por ",
  "Quantity decrease by" : "Diminuição de quantidade por ",
  "Quantity Updated by" : "Quantidade Atualizada por ",
  "Manage Inventory" : "Gerenciar Inventário ",
  "Inventory" : "Inventário ",
  "Id" : "Id ",
  "Quantity" : "Quantidade ",
  "Type" : "Tipo ",
  "Description" : "Descrição ",
  "Action" : "Ação ",
  "View" : "Visualização ",
  "Software Details" : "Detalhes do Software ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Um Módulo de gerenciamento de Inventário, frequentemente encontrado em sistemas de software de negócios como Enterprise Resource Planning (ERP) ou Inventory Management Software, geralmente inclui um conjunto de recursos e funcionalidades projetados para tratar vários aspectos do inventário  controle e otimização. ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Buy Now" : "Comprar Agora ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Inventory " : "Inventário   ",
  " Management" : " Gestão ",
  "Why use Inventory?" : "Por que usar o Inventário? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "O gerenciamento de estoques ajuda a manter a quantidade certa de estoques para atender a demanda do cliente enquanto reduz o excesso de estoque e a realização de custos.  Previne a escassez de produtos e os estoques, garantindo que os produtos estejam disponíveis quando os clientes precisam deles.  O inventário é efetivamente gerenciado para reduzir os custos de armazenamento, manuseio e obsolescência. ",
  "How does the Inventory Management work?" : "Como funciona o Gerenciamento de Inventário? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "A Gerência de Inventário no contexto de conversão de retentores e propostas para faturas ou ajustes de quantidades garante que seus registros de estoques refletem com precisão o status dos produtos e serviços, ajudando a prevenir o superfaturamento, os estocamentos e  discrepâncias em seus registros financeiros.  Trata-se de um componente crítico de operações de negócios eficientes e de gestão financeira. ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "for your business?" : "para o seu negócio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Monthly" : "Mensal ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  " if paid monthly" : " se pago mensalmente ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  " if paid yearly" : "se pago anualmente"
}