{
  "Permission Denied." : "Разрешение отклонилось. ",
  "Quantity Increase by" : "Увеличение количества по ",
  "Quantity Update by" : "Обновление количества по ",
  "Quantity decrease by" : "Уменьшение количества по ",
  "Quantity Updated by" : "Количество обновлено по ",
  "Manage Inventory" : "Управление перечнем ",
  "Inventory" : "Запасы ",
  "Id" : "ID ",
  "Quantity" : "Количество ",
  "Type" : "Тип ",
  "Description" : "Описание ",
  "Action" : "Действие ",
  "View" : "Вид ",
  "Software Details" : "Сведения о программе ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Модуль управления запасами, часто найденный в таких бизнес-программных системах, как Enterprise Resource Planning (ERP) или Inventory Management Software, обычно включает в себя набор функций и функций, предназначенных для обработки различных аспектов инвентаризации  управление и оптимизация. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Inventory " : "Запасы   ",
  " Management" : " Управление ",
  "Why use Inventory?" : "Зачем использовать запасы? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "Управление товарно-материальными запасами помогает поддерживать правильное количество запасов для удовлетворения спроса клиентов при одновременном сокращении избыточных запасов и стоимости.  Предотвращает нехватку продуктов и их инвентаризация, обеспечивая доступность продуктов, когда они нужны заказчикам.  Инвентаризация эффективно позволяет сократить расходы на хранение, обработку и устаревание. ",
  "How does the Inventory Management work?" : "Как работает Управление запасами? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Управление товарно-материальными запасами в контексте преобразования ретейнеров и предложений в накладные или корректировочные количества гарантирует, что ваши инвентарные записи точно отражают состояние продуктов и услуг, помогая предотвратить пересчет, инвентаризацию и  разночтя в ваших финансовых записях.  Она является важнейшим компонентом эффективных деловых операций и финансового управления. ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for your business?" : "для вашего бизнеса? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : "если оплачиваемый год"
}