{
  "Permission Denied." : "İzin Reddedildi. ",
  "Quantity Increase by" : "Miktar Artışı ",
  "Quantity Update by" : "Miktar Güncelleme: ",
  "Quantity decrease by" : "Miktar azalt ",
  "Quantity Updated by" : "Güncelleştirilen Miktar ",
  "Manage Inventory" : "Stoğu Yönet ",
  "Inventory" : "Döküm ",
  "Id" : "Kimlik ",
  "Quantity" : "Miktar ",
  "Type" : "Tip ",
  "Description" : "Açıklama ",
  "Action" : "Eylem ",
  "View" : "Görüntüle ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "An Inventory management module, often found in business software systems like Enterprise Resource Planning (ERP) or Inventory Management Software, typically includes a set of features and functionalities designed to handle various aspects of inventory control and optimization." : "Genellikle Enterprise Resource Planning (ERP) ya da Inventory Management Software gibi iş yazılım sistemlerinde bulunan bir Stok yönetimi modülü, genellikle envanterin çeşitli yönlerini işlemek üzere tasarlanmış bir dizi özellik ve işlevsellik içerir.  kontrol ve optimizasyon. ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Inventory " : "Döküm   ",
  " Management" : " Yönetim ",
  "Why use Inventory?" : "Neden Stok kullanılsın? ",
  "Inventory management helps maintain the right amount of inventory to meet customer demand while reducing excess stock and carrying costs. Prevents product shortages and stockouts, ensuring products are available when customers need them. Inventory is effectively managed to reduce storage, handling and obsolescence costs." : "Stok yönetimi, fazla stok ve taşıma maliyetlerini azaltırken müşteri talebini karşılamak için doğru stok miktarının korunmasına yardımcı olur.  Müşterilerin gereksinim duyarken ürünlerin kullanılabilir olmasını sağlayarak ürün eksiklikleri ve stoklar oluşmasını önler.  Envanter, depolama, kullanma ve kullanım maliyetlerini düşürmeyi etkili bir şekilde yönetmektedir. ",
  "How does the Inventory Management work?" : "Stok Yönetimi nasıl çalışır? ",
  "Inventory Management in the context of converting retainers and proposals to invoices or adjusting quantities ensures that your inventory records accurately reflect the status of products and services, helping you prevent overbilling, stockouts, and discrepancies in your financial records. It is a critical component of efficient business operations and financial management." : "Retainerlar ve teklifleri faturalara dönüştürme veya miktarları ayarlama bağlamında Stok Yönetimi, stok kayıtlarınızın ürün ve hizmetlerin durumunu doğru bir şekilde yansıtmasını sağlar, aşırı faturalama, hisse senedi ve işlem yapılmasını önlemenize yardımcı olur.  mali kayıtlarınızda uyumsuzluklar oluştu.  Bu, verimli iş operasyonlarının ve finansal yönetimin kritik bir bileşenidir. ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "for your business?" : "İşiniz için mi? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Monthly" : "Ayda bir ",
  "Yearly" : "Yıllık ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : "Yıllık ödenirse"
}