{
  " if paid monthly" : " betaling pr. måned ",
  " if paid yearly" : " hvis betalt årligt ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Action" : "Handling ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Anvendelse af filtre hjælper med at indsnævre modtagerne til dem, der opfylder bestemte kriterier, og sikrer, at den rette meddelelse når frem til det rette publikum. ",
  "Are You Sure?" : "Er du sikker? ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  "Buy Now" : "Køb nu ",
  "Created" : "Oprettet ",
  "Created At" : "Oprettet ved ",
  "E-mail subject" : "E-mail emne ",
  "Email Content" : "E-mail ",
  "Email List" : "E-mailliste ",
  "Email Message" : "E-mailmeddelelse ",
  "Email Subject" : "E-mailemne ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "for Your Business?" : "for din forretning? ",
  "History" : "Historie ",
  "History deleted successfully" : "Historik er slettet ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "I stedet for manuelt at sende individuelle e-mailbeskeder til hver kunde, leverandør og medarbejdernes nyhedsbreve gør det muligt for dig at automatisere processen.  Du angiver kriterier og indholdsskabeloner, og systemet håndterer distributionen, sparer dig tid og arbejde. ",
  "letter" : "bogstav ",
  "Mail not found" : "E-mail er ikke fundet ",
  "Mails" : "Mails ",
  "Mails Details" : "Oplysninger om Mails ",
  "Module" : "Modul ",
  "Monthly" : "Månedligt ",
  "News" : "Nyheder ",
  "NewsLetter" : "NytLetter ",
  "Newsletter" : "Nyhedsbrev ",
  "Newsletter Created Successfully!" : "Nyhedsnyhedsbrevet er oprettet. ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Nysledere giver dig mulighed for at segmentere dit publikum på basis af bestemte kriterier, f.eks. fakturastatus og forfalskningernes størrelse.  Denne segmentering sikrer, at du sender relevante oplysninger til de rigtige personer og øger sandsynligheden for engagement og reaktion.  Nyhedssletter systemer automatiserer processen med at sende e-mails til de filtrerede modtagere, sparer tid og arbejde. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Nyhedsbreve indeholder en historik over e-mailstatus, der giver dig mulighed for at se, om der er sendt e-mails, eller hvis der er problemer med at bruge historikken i nyhedsbrevet, kan du også se, hvor mange der har sendt e-mailene, og hvor mange gange der er sendt. ",
  "No emails found" : "Ingen e-mails er fundet ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Permission Denied." : "Tilladelse nægtet. ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Send By" : "Send af ",
  "Send Newsletter To" : "Send nyhedsbrev til ",
  "Send Newsletters" : "Send nyhedsbreve ",
  "Software Details" : "Softwaredetaljer ",
  "Some Benefits of Using Newsletter" : "Nogle fordele ved at bruge nyhedsbrev ",
  "Status" : "Status ",
  "This action can not be undone. Do you want to continue?" : "Handlingen kan ikke fortryde.  Vil du fortsætte? ",
  "Total Emails Found" : "E-mails i alt fundet ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Users not found" : "Brugere er ikke fundet ",
  "View" : "Vis ",
  "View Live Demo" : "Vis Live-demo ",
  "What is the use of History?" : "Hvad er brugen af historie? ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Yearly" : "Årligt"
}