{
  " if paid monthly" : " wenn monatlich gezahlt ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Action" : "Aktion ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Die Anwendung von Filtern hilft, die Empfänger auf diejenigen einzugrenzen, die bestimmte Kriterien erfüllen, um sicherzustellen, dass die richtige Nachricht das richtige Publikum erreicht. ",
  "Are You Sure?" : "Sind Sie Sicher? ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  "Buy Now" : "Jetzt kaufen ",
  "Created" : "Erstellt ",
  "Created At" : "Erstellt an ",
  "E-mail subject" : "E-Mail-Betreff ",
  "Email Content" : "E-Mail-Inhalt ",
  "Email List" : "E-Mail-Liste ",
  "Email Message" : "E-Mail-Nachricht ",
  "Email Subject" : "E-Mail-Betreff ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "for Your Business?" : "für Ihr Geschäft? ",
  "History" : "Protokoll ",
  "History deleted successfully" : "Protokoll erfolgreich gelöscht ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Statt manuell einzelne E-Mails an jeden Kunden, Anbieter und Mitarbeiter-Newsletter zu senden, können Sie den Prozess automatisieren.  Sie richten die Kriterien und Inhaltsvorlagen ein, und das System verarbeitet die Verteilung, wodurch Sie Zeit und Aufwand sparen. ",
  "letter" : "Schreiben ",
  "Mail not found" : "Mail wurde nicht gefunden ",
  "Mails" : "Mails ",
  "Mails Details" : "Mails-Details ",
  "Module" : "Modul ",
  "Monthly" : "Monatlich ",
  "News" : "Nachrichten ",
  "NewsLetter" : "NewsLetter ",
  "Newsletter" : "Newsletter ",
  "Newsletter Created Successfully!" : "Newsletter erfolgreich erstellt! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Mit Newslettern können Sie Ihr Publikum basierend auf bestimmten Kriterien, wie Rechnungsstatus und fälligen Beträgen, segmentieren.  Durch diese Segmentierung wird sichergestellt, dass Sie relevante Informationen an die richtigen Personen senden, wodurch die Wahrscheinlichkeit von Engagement und Reaktion erhöht wird.  Newsletter-Systeme automatisieren den Prozess, E-Mails an die gefilterten Empfänger zu senden, Zeit und Aufwand zu sparen. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Newsletters bieten eine Geschichte der E-Mail-Status, die Sie sehen, ob E-Mails erfolgreich gesendet wurden oder wenn es irgendwelche Probleme gab. Mit der Geschichte des Newsletters können Sie auch sehen, wie viele Leute die Mails gesendet haben und zu welcher Zeit. ",
  "No emails found" : "Keine E-Mails gefunden ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Permission Denied." : "Berechtigung verweigert. ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Send By" : "Senden von ",
  "Send Newsletter To" : "Newsletter senden an ",
  "Send Newsletters" : "Senden von Newslettern ",
  "Software Details" : "Softwaredetails ",
  "Some Benefits of Using Newsletter" : "Einige Vorteile der Nutzung von Newsletter ",
  "Status" : "Status ",
  "This action can not be undone. Do you want to continue?" : "Diese Aktion kann nicht rückgängig gemacht werden.  Möchten Sie fortfahren? ",
  "Total Emails Found" : "Gesamtzahl der gefundenen E-Mails ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Users not found" : "Benutzer nicht gefunden ",
  "View" : "Anzeigen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "What is the use of History?" : "Was ist der Einsatz von Geschichte? ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "Yearly" : "Jährlich"
}