{
  " if paid monthly" : " si se paga mensualmente ",
  " if paid yearly" : " si se paga anualmente ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Action" : "Acción ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "La aplicación de filtros ayuda a reducir los destinatarios a aquellos que cumplen criterios específicos, asegurándose de que el mensaje correcto llegue a la audiencia correcta. ",
  "Are You Sure?" : "¿estás Seguro? ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  "Buy Now" : "Comprar ahora ",
  "Created" : "Creado ",
  "Created At" : "Creado en ",
  "E-mail subject" : "Correo electrónico ",
  "Email Content" : "Contenido electrónico ",
  "Email List" : "Correo electrónico ",
  "Email Message" : "Correo electrónico ",
  "Email Subject" : "Correo electrónico ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "for Your Business?" : "¿Para tu negocio? ",
  "History" : "Historia ",
  "History deleted successfully" : "Historial suprimido satisfactoriamente ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "En lugar de enviar manualmente correos electrónicos individuales a cada cliente, el proveedor y los boletines de empleados le permiten automatizar el proceso.  Configure los criterios y las plantillas de contenido, y el sistema maneja la distribución, ahorrándole tiempo y esfuerzo. ",
  "letter" : "carta ",
  "Mail not found" : "Correo no encontrado ",
  "Mails" : "Correos electrónicos ",
  "Mails Details" : "Detalles del correo ",
  "Module" : "Módulo ",
  "Monthly" : "Mensual ",
  "News" : "Noticias ",
  "NewsLetter" : "Boletín de noticias ",
  "Newsletter" : "Boletín ",
  "Newsletter Created Successfully!" : "El Boletín De Noticias Creado ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Los boletines le permiten segmentar su audiencia en función de criterios específicos, como el estado de la factura y las cantidades debidas.  Esta segmentación asegura que está enviando información relevante a las personas adecuadas, aumentando la probabilidad de compromiso y respuesta.  Los sistemas de newsletter automatizan el proceso de envío de correos electrónicos a los destinatarios filtrados, ahorrando tiempo y esfuerzo. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Los boletines de noticias proporcionan un historial de los estados de correo electrónico, lo que le permite ver si los correos electrónicos se enviaron con éxito o si había algún problema. Utilizando la historia del boletín, también puede ver cuántas personas han enviado los correos y a qué hora. ",
  "No emails found" : "No se han encontrado emails ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permiso denegado. ",
  "Permission Denied." : "Permiso Denegado. ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Send By" : "Enviar por ",
  "Send Newsletter To" : "Enviar Newsletter a ",
  "Send Newsletters" : "Enviar boletines ",
  "Software Details" : "Detalles de software ",
  "Some Benefits of Using Newsletter" : "Algunas ventajas de utilizar Newsletter ",
  "Status" : "Estado ",
  "This action can not be undone. Do you want to continue?" : "Esta acción no se puede deshacer.  ¿Desea continuar? ",
  "Total Emails Found" : "Total de correos electrónicos encontrados ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Users not found" : "Usuarios no encontrados ",
  "View" : "Vista ",
  "View Live Demo" : "Ver demostración en directo ",
  "What is the use of History?" : "¿Cuál es el uso de la Historia? ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Yearly" : "Anual"
}