{
  " if paid monthly" : " Si elle est payée mensuelle ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Action" : "Action ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "L'application de filtres permet de réduire les destinataires à ceux qui répondent à des critères spécifiques, en veillant à ce que le bon message parvienne au bon public. ",
  "Are You Sure?" : "Êtes-vous sûr? ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  "Buy Now" : "Acheter maintenant ",
  "Created" : "Créé ",
  "Created At" : "Créé à ",
  "E-mail subject" : "Sujet du courrier électronique ",
  "Email Content" : "Contenu du courrier électronique ",
  "Email List" : "Liste des courriers électroniques ",
  "Email Message" : "Message électronique ",
  "Email Subject" : "Objet de courrier électronique ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "History" : "Historique ",
  "History deleted successfully" : "Historique supprimé avec succès ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Au lieu d'envoyer manuellement des courriers électroniques individuels à chaque client, le fournisseur et les bulletins d'information des employés vous permettent d'automatiser le processus.  Vous définissez les critères et les modèles de contenu, et le système gère la distribution, vous permettant ainsi de gagner du temps et des efforts. ",
  "letter" : "Lettre ",
  "Mail not found" : "Courrier non trouvé ",
  "Mails" : "Mails ",
  "Mails Details" : "Détails des e-mails ",
  "Module" : "Module ",
  "Monthly" : "Mensuelle ",
  "News" : "Nouvelles ",
  "NewsLetter" : "Lettre d'information ",
  "Newsletter" : "Bulletin ",
  "Newsletter Created Successfully!" : "Le Bulletin a été créé avec succès ! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Les bulletins vous permettent de segfacturer votre public en fonction de critères spécifiques, tels que le statut de la facture et les montants dus.  Cette segmentation garantit que vous envoyez des informations pertinentes aux bonnes personnes, ce qui augmente la probabilité d'engagement et de réponse.  Les systèmes d'information automatisés permettent d'automatiser le processus d'envoi des courriels aux destinataires filtrés, ce qui permet d'économiser du temps et des efforts. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Les bulletins fournissent un historique des statuts de courrier électronique, vous permettant de voir si des courriels ont été envoyés avec succès ou s'il y a eu des problèmes. En utilisant l'historique de la lettre d'information, vous pouvez également voir combien de personnes ont envoyé les courriels et à quelle heure. ",
  "No emails found" : "Aucun courrier électronique trouvé ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Autorisation refusée. ",
  "Permission Denied." : "Autorisation refusée. ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Send By" : "Envoyer par ",
  "Send Newsletter To" : "Envoyer le bulletin à ",
  "Send Newsletters" : "Envoyer des bulletins ",
  "Software Details" : "Détails du logiciel ",
  "Some Benefits of Using Newsletter" : "Quelques avantages de l'utilisation du bulletin ",
  "Status" : "Statut ",
  "This action can not be undone. Do you want to continue?" : "Cette action ne peut pas être effectuée.  Voulez-vous continuer? ",
  "Total Emails Found" : "Nombre total d'e-mails trouvés ",
  "Unlimited installation" : "Installation illimitée ",
  "Users not found" : "Utilisateurs non trouvés ",
  "View" : "Afficher ",
  "View Live Demo" : "Afficher la démo en direct ",
  "What is the use of History?" : "Quel est l'usage de l'histoire? ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Yearly" : "Yearly"
}