{
  " if paid monthly" : " se retribuiva mensile ",
  " if paid yearly" : " se retribui ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Action" : "Azione ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Applicare i filtri aiuta a restringere i destinatari a coloro che rispettano criteri specifici, assicurando che il messaggio giusto raggiunga il pubblico giusto. ",
  "Are You Sure?" : "Sei sicuro? ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  "Buy Now" : "Compra ora ",
  "Created" : "Creato ",
  "Created At" : "Creato a ",
  "E-mail subject" : "Soggetto e-mail ",
  "Email Content" : "Contenuto email ",
  "Email List" : "Elenco delle email ",
  "Email Message" : "Messaggio email ",
  "Email Subject" : "Oggetto email ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "for Your Business?" : "per il tuo Business? ",
  "History" : "Storia ",
  "History deleted successfully" : "Cronologia cancellata correttamente ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Invece di inviare manualmente le email individuali a ciascun cliente, fornitore e newsletter dei dipendenti consentono di automatizzare il processo.  Si impostano i criteri e i modelli di contenuti e il sistema gestisce la distribuzione, risparmiando tempo e impegno. ",
  "letter" : "lettera ",
  "Mail not found" : "Posta non trovata ",
  "Mails" : "Mail ",
  "Mails Details" : "Dettagli Mails ",
  "Module" : "Modulo ",
  "Monthly" : "Mensile ",
  "News" : "Notizie ",
  "NewsLetter" : "NewsLetter ",
  "Newsletter" : "Newsletter ",
  "Newsletter Created Successfully!" : "Newsletter Creato Correttamente! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Le newsletter consentono di segmentare il proprio pubblico in base a criteri specifici, come ad esempio lo stato della fattura e gli importi dovuti.  Questa segmentazione garantisce di inviare informazioni rilevanti alle persone giuste, aumentando la probabilità di engagement e risposta.  I sistemi Newsletter automatizzano il processo di invio delle email ai destinatari filtrati, risparmiando tempo e impegno. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Le newsletter forniscono una cronologia di stati email, consentendo di vedere se le email sono state inviate con successo o se ci sono state problematiche. Utilizzando la cronologia della newsletter, potete anche vedere quante persone hanno inviato le mail e a quale tempo. ",
  "No emails found" : "Nessuna email trovata ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Permission denied." : "Permesso negato. ",
  "Permission Denied." : "Permesso Negato. ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Send By" : "Invia per ",
  "Send Newsletter To" : "Invia Newsletter To ",
  "Send Newsletters" : "Invia Newsletter ",
  "Software Details" : "Dettagli software ",
  "Some Benefits of Using Newsletter" : "Alcuni Vantaggi di Utilizzo di Newsletter ",
  "Status" : "Stato ",
  "This action can not be undone. Do you want to continue?" : "Questa azione non può essere incompiuta.  Vuoi continuare? ",
  "Total Emails Found" : "Totale Email trovate ",
  "Unlimited installation" : "Installazione illimitata ",
  "Users not found" : "Utenti non trovati ",
  "View" : "Vista ",
  "View Live Demo" : "Visualizza Live Demo ",
  "What is the use of History?" : "Qual è l'uso della Storia? ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione. ",
  "Yearly" : "Annuale"
}