{
  " if paid monthly" : " 毎月支払われる場合",
  " if paid yearly" : " 毎年支払われる場合",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Action" : "アクション",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "フィルターを適用すると、特定の基準を満たすユーザーに受信者を絞り込むのに役立ち、適切なメッセージが適切な対象者に届くようにします。",
  "Are You Sure?" : "アー・ユー・ユー?",
  "Billed monthly, or" : "毎月請求された、または",
  "Billed yearly, or" : "年単位での請求",
  "Buy Now" : "今すぐ購入",
  "Created" : "作成済み",
  "Created At" : "作成時刻",
  "E-mail subject" : "メールの件名",
  "Email Content" : "メールの内容",
  "Email List" : "E メールリスト",
  "Email Message" : "メール・メッセージ",
  "Email Subject" : "メールの件名",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "for Your Business?" : "あなたのビジネスのために",
  "History" : "歴史",
  "History deleted successfully" : "履歴は正常に削除",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "各顧客、ベンダー、および従業員ニュースレターに個々の E メールを手動で送信する代わりに、プロセスを自動化することができます。 基準とコンテンツ・テンプレートをセットアップし、システムが配布を処理し、時間と労力を節約します。",
  "letter" : "手紙",
  "Mail not found" : "メールが見つからない",
  "Mails" : "メール",
  "Mails Details" : "メールの詳細",
  "Module" : "モジュール",
  "Monthly" : "月次",
  "News" : "ニュース",
  "NewsLetter" : "ニュースレター",
  "Newsletter" : "ニュースレター",
  "Newsletter Created Successfully!" : "ニュースレターは成功しました",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "ニュースレターでは、請求書ステータスや期限など、特定の基準に基づいてオーディエンスをセグメント化することができます。 このセグメンテーションにより、適切なユーザーに関連情報を送信して、エンゲージメントと応答の可能性を高めることができます。 ニュースレター・システムは、フィルタリングされた受信者に E メールを送信するプロセスを自動化し、時間と作業を",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "ニュースレターは E メールの状況の履歴を提供し、 E メールが正常に送信されたかどうか、または問題があったかどうかを確認することができます。ニュースレターの履歴を使用すると、メールを送信したユーザーの数と、どのくらいの時間が送信されたかを確認できます。",
  "No emails found" : "メールが見つかりませ",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Permission denied." : "アクセス権が拒否",
  "Permission Denied." : "許可が拒否されました",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Send By" : "送信者",
  "Send Newsletter To" : "ニュースレターの送信先",
  "Send Newsletters" : "ニュースの送信",
  "Software Details" : "ソフトウェアの詳細",
  "Some Benefits of Using Newsletter" : "ニュースレターを利用するメリット",
  "Status" : "状況",
  "This action can not be undone. Do you want to continue?" : "このアクションは元にはできません。 続行しますか ?",
  "Total Emails Found" : "検出されたメールの総数",
  "Unlimited installation" : "無制限のインストール",
  "Users not found" : "ユーザーが見つからない",
  "View" : "ビュー",
  "View Live Demo" : "ライブ・デモの表示",
  "What is the use of History?" : "歴史の使用とは何か ?",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Yearly" : "毎年"
}