{
  " if paid monthly" : " indien betaald maandelijks ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Action" : "Actie ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Het toepassen van filters helpt de ontvangers te beperken tot degenen die voldoen aan specifieke criteria, zodat de juiste boodschap het juiste publiek bereikt. ",
  "Are You Sure?" : "Weet Je Het Zeker? ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  "Buy Now" : "Nu kopen ",
  "Created" : "Gemaakt ",
  "Created At" : "Gemaakt op ",
  "E-mail subject" : "Onderwerp van e-mail ",
  "Email Content" : "E-mailcontent ",
  "Email List" : "E-maillijst ",
  "Email Message" : "E-mailbericht ",
  "Email Subject" : "Onderwerp van e-mail ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "for Your Business?" : "Voor uw bedrijf? ",
  "History" : "Historie ",
  "History deleted successfully" : "Historie is gewist ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "In plaats van het handmatig verzenden van individuele e-mails naar elke klant, leverancier en werknemer nieuwsbrieven kunt u automatiseren van het proces.  U stelt de criteria en contentsjablonen in en het systeem verwerkt de distributie, bespaart u tijd en moeite. ",
  "letter" : "letter ",
  "Mail not found" : "E-mail niet gevonden ",
  "Mails" : "Mails ",
  "Mails Details" : "Gegevens over e-mails ",
  "Module" : "Module ",
  "Monthly" : "Maandelijks ",
  "News" : "Nieuws ",
  "NewsLetter" : "Nieuwsbrief ",
  "Newsletter" : "Nieuwsbrief ",
  "Newsletter Created Successfully!" : "Nieuwsbrief gemaakt! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Nieuwsbrieven kunt u uw publiek te segmenteren op basis van specifieke criteria, zoals factuurstatus en verschuldigde bedragen.  Deze segmentatie zorgt ervoor dat u relevante informatie naar de juiste mensen stuurt, waardoor u de kans op betrokkenheid en respons vergroot.  Nieuwsbriefsystemen automatiseren het proces van het verzenden van e-mails naar de gefilterde ontvangers, het opslaan van tijd en moeite. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Nieuwsbrieven bieden een geschiedenis van e-mailstatussen, zodat u kunt zien of e-mails met succes zijn verzonden of als er problemen waren. Met behulp van de geschiedenis van de nieuwsbrief, kunt u ook zien hoeveel mensen de e-mails hebben verzonden en tot welke tijd. ",
  "No emails found" : "Geen e-mails gevonden ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Send By" : "Verzenden door ",
  "Send Newsletter To" : "Nieuwsbrief verzenden naar ",
  "Send Newsletters" : "Nieuwsbrieven verzenden ",
  "Software Details" : "Softwaregegevens ",
  "Some Benefits of Using Newsletter" : "Sommige voordelen van het gebruik van Nieuwsbrief ",
  "Status" : "Status ",
  "This action can not be undone. Do you want to continue?" : "Deze actie kan niet ongedaan worden gemaakt.  Wilt u doorgaan? ",
  "Total Emails Found" : "Totaalaantal e-mails gevonden ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Users not found" : "Gebruikers niet gevonden ",
  "View" : "Bekijken ",
  "View Live Demo" : "Live-demo bekijken ",
  "What is the use of History?" : "Wat is het gebruik van de geschiedenis? ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "Yearly" : "Jaarlijks"
}