{
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  " if paid yearly" : " jeśli płatny roczny ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Action" : "Działanie ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Stosowanie filtrów pomaga zawęzić odbiorców do tych, którzy spełniają określone kryteria, zapewniając, że odpowiedni komunikat dociera do odpowiedniej grupy odbiorców. ",
  "Are You Sure?" : "Czy Na Pewno? ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  "Buy Now" : "Kup teraz ",
  "Created" : "Utworzono ",
  "Created At" : "Utworzono o ",
  "E-mail subject" : "Temat wiadomości e-mail ",
  "Email Content" : "Treść wiadomości e-mail ",
  "Email List" : "Lista adresów e-mail ",
  "Email Message" : "Wiadomość e-mail ",
  "Email Subject" : "Temat wiadomości e-mail ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "for Your Business?" : "dla Twojego Biznesu? ",
  "History" : "Historia ",
  "History deleted successfully" : "Historia została pomyślnie usunięta ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Zamiast ręcznego wysyłania pojedynczych wiadomości e-mail do każdego klienta, dostawcy i biuletynów pracowników, można zautomatyzować proces.  Użytkownik ustawił kryteria i szablony treści, a system obsługuje dystrybucję, oszczędzając czas i nakład pracy. ",
  "letter" : "litera ",
  "Mail not found" : "Nie znaleziono poczty ",
  "Mails" : "Maile ",
  "Mails Details" : "Szczegóły wiadomości e-mail ",
  "Module" : "Moduł ",
  "Monthly" : "Co miesiąc ",
  "News" : "Wiadomości ",
  "NewsLetter" : "Newsletter ",
  "Newsletter" : "Biuletyn ",
  "Newsletter Created Successfully!" : "Biuletyn Został Pomyślnie Utworzony! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Biuletyny umożliwiają segmentowanie odbiorców w oparciu o konkretne kryteria, takie jak status faktury i kwoty należne.  Ta segmentacja gwarantuje, że wysyłasz odpowiednie informacje do właściwych osób, zwiększając prawdopodobieństwo zaangażowania i reakcji.  Systemy Newslettera automatyzują proces wysyłania wiadomości e-mail do filtrowanych odbiorców, oszczędzając czas i wysiłek. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Biuletyny zawierają historię statusów e-mail, co pozwala sprawdzić, czy wiadomości e-mail zostały pomyślnie wysłane lub czy były jakieś problemy. Korzystanie z historii newslettera, można również zobaczyć, jak wiele osób wysłało maile i do których czasu. ",
  "No emails found" : "Nie znaleziono wiadomości e-mail ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Permission Denied." : "Odmowa uprawnień. ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Send By" : "Wyślij przez ",
  "Send Newsletter To" : "Wyślij biuletyn do ",
  "Send Newsletters" : "Wyślij biuletyny ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Some Benefits of Using Newsletter" : "Niektóre korzyści z korzystania z Newslettera ",
  "Status" : "Status ",
  "This action can not be undone. Do you want to continue?" : "Tego działania nie można cofnąć.  Czy chcesz kontynuować? ",
  "Total Emails Found" : "Łączna liczba znalezionych wiadomości e-mail ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Users not found" : "Nie znaleziono użytkowników ",
  "View" : "Widok ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "What is the use of History?" : "Co to jest wykorzystanie historii? ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Za Pomocą Myślnika można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "Yearly" : "Co rok"
}