{
  " if paid monthly" : " se pago mensalmente ",
  " if paid yearly" : " se pago anualmente ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Action" : "Ação ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "A aplicação de filtros ajuda a estreitar os destinatários para aqueles que atendem a critérios específicos, garantindo que a mensagem certa chegue ao público certo. ",
  "Are You Sure?" : "Você Tem Certeza? ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  "Buy Now" : "Comprar Agora ",
  "Created" : "Criado ",
  "Created At" : "Criado Em ",
  "E-mail subject" : "Assunto de e-mail ",
  "Email Content" : "Conteúdo do e-mail ",
  "Email List" : "Lista de e-mails ",
  "Email Message" : "Mensagem de e-mail ",
  "Email Subject" : "Assunto do e-mail ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "for Your Business?" : "para Seu Negócio? ",
  "History" : "Histórico ",
  "History deleted successfully" : "Histórico excluído com sucesso ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Em vez de enviar manualmente emails individuais para cada cliente, fornecedor e newsletters de funcionários permitem automatizar o processo.  Você configura os critérios e os modelos de conteúdo, e o sistema trata da distribuição, economizando tempo e esforço. ",
  "letter" : "carta ",
  "Mail not found" : "Correio não encontrado ",
  "Mails" : "Mails ",
  "Mails Details" : "Detalhes de Mils ",
  "Module" : "Módulo ",
  "Monthly" : "Mensal ",
  "News" : "Notícias ",
  "NewsLetter" : "NewsLetter ",
  "Newsletter" : "Newsletter ",
  "Newsletter Created Successfully!" : "Newsletter Criada Com Sucesso! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "As newsletters permitem segmentar seu público com base em critérios específicos, como status da fatura e valores devidos.  Esta segmentação garante que você está enviando informações relevantes para as pessoas certas, aumentando a probabilidade de engajamento e resposta.  Os sistemas de newsletter automatizam o processo de envio de e-mails para os destinatários filtrados, economizando tempo e esforço. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Newsletters fornecem um histórico de status de email, permitindo que você veja se e-mails foram enviados com sucesso ou se houve alguma questão. Usando o histórico da newsletter, você também pode ver quantas pessoas enviaram os mails e para qual horário. ",
  "No emails found" : "Nenhum e-mail encontrado ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permissão negada. ",
  "Permission Denied." : "Permissão Negada. ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Send By" : "Enviar Por ",
  "Send Newsletter To" : "Enviar Newsletter Para ",
  "Send Newsletters" : "Enviar Newsletters ",
  "Software Details" : "Detalhes do Software ",
  "Some Benefits of Using Newsletter" : "Alguns Benefícios de Usar Newsletter ",
  "Status" : "Status ",
  "This action can not be undone. Do you want to continue?" : "Esta ação não pode ser desfeita.  Você quer continuar? ",
  "Total Emails Found" : "Total De Emails Encontrados ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Users not found" : "Usuários não encontrados ",
  "View" : "Visualização ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "What is the use of History?" : "O que é o uso da História? ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local. ",
  "Yearly" : "Anual"
}