{
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  " if paid yearly" : " если оплачиваемый год ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Action" : "Действие ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Применение фильтров помогает сузить получателей к тем, кто отвечает определенным критериям, обеспечивая тем, чтобы правильное сообщение доходит до правой аудитории. ",
  "Are You Sure?" : "Ты Уверен? ",
  "Billed monthly, or" : "Ежемесячно, или ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  "Buy Now" : "Купить сейчас ",
  "Created" : "Создано ",
  "Created At" : "Создано в ",
  "E-mail subject" : "Тема электронной почты ",
  "Email Content" : "Содержимое электронной почты ",
  "Email List" : "Список электронной почты ",
  "Email Message" : "Сообщение электронной почты ",
  "Email Subject" : "Тема электронной почты ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "History" : "История ",
  "History deleted successfully" : "Хронология успешно удалена ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Вместо того, чтобы вручную отправлять отдельные сообщения по электронной почте каждому клиенту, поставщику и информационные бюллетени сотрудников, можно автоматизировать процесс.  Вы задаете критерии и шаблоны материалов, и система будет обрабатывать распределение, что позволяет сэкономить время и усилия. ",
  "letter" : "буква ",
  "Mail not found" : "Почта не найдена ",
  "Mails" : "Почта ",
  "Mails Details" : "Сведения о почте ",
  "Module" : "Модуль ",
  "Monthly" : "Ежемесячно ",
  "News" : "Новости ",
  "NewsLetter" : "Информационный бюллетень ",
  "Newsletter" : "Информационный бюллетень ",
  "Newsletter Created Successfully!" : "Информационный Бюллетень Создан Успешно! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Информационные бюллетени позволяют сегментировать аудиторию на основе конкретных критериев, таких как состояние счета-фактуры и соответствующие суммы.  Эта сегментация гарантирует, что вы отправляете нужную информацию в нужные люди, увеличивая вероятность вовлеченности и ответа.  Информационные бюллетени позволяют автоматизировать процесс отправки электронных писем получателям, отфильтрованным по электронной почте, что позволяет сэкономить время и усилия. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Информационные бюллетени содержат хронологию состояний электронной почты, что позволяет узнать, были ли успешно отправлены электронные письма или были ли какие-либо вопросы. Используя историю информационного бюллетеня, вы также можете увидеть, сколько людей прислали письма и на какое время. ",
  "No emails found" : "Сообщения электронной почты не найдены ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Permission denied." : "В разрешении отказано. ",
  "Permission Denied." : "Разрешение отклонилось. ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Send By" : "Отправить по ",
  "Send Newsletter To" : "Отправить информационный бюллетень в ",
  "Send Newsletters" : "Отправить бюллетени ",
  "Software Details" : "Сведения о программе ",
  "Some Benefits of Using Newsletter" : "Некоторые преимущества использования информационного бюллетеня ",
  "Status" : "Состояние ",
  "This action can not be undone. Do you want to continue?" : "Это действие нельзя отменить.  Продолжить? ",
  "Total Emails Found" : "Всего найдено электронных сообщений ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Users not found" : "Пользователи не найдены ",
  "View" : "Вид ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "What is the use of History?" : "Что такое использование истории? ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "Yearly" : "Ежегодно"
}