{
  " if paid monthly" : " Aylık ödeniyorsa ",
  " if paid yearly" : " Yıllık ödenirse ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Action" : "Eylem ",
  "Applying filters helps narrow down the recipients to those who meet specific criteria, ensuring that the right message reaches the right audience." : "Süzgeç uygulama, doğru iletinin doğru hedef kitleye ulaşmasını sağlayarak, alıcıların belirli ölçütlere uyanlara göre daralmanın sağlanmasına yardımcı olur. ",
  "Are You Sure?" : "Emin Misin? ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  "Buy Now" : "Şimdi Satın al ",
  "Created" : "Oluşturuldu ",
  "Created At" : "Oluşturulma Zamanı ",
  "E-mail subject" : "E-Posta konusu ",
  "Email Content" : "Eposta İçeriği ",
  "Email List" : "Eposta Listesi ",
  "Email Message" : "Eposta İletisi ",
  "Email Subject" : "Eposta Konusu ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "for Your Business?" : "İşiniz Için? ",
  "History" : "Geçmiş ",
  "History deleted successfully" : "Geçmiş başarıyla silindi ",
  "Instead of manually sending individual emails to each customer,vendor,and employee newsletters enable you to automate the process. You set up the criteria and content templates, and the system handles the distribution, saving you time and effort." : "Her müşteriye, satıcıya ve çalışan haber bültenlerine tek tek e-postalar el ile göndermek yerine, süreci otomatikleştirmenizi sağlar.  Kriterleri ve içerik şablonlarını ayarladınız ve sistem dağıtımı işler, sizi zaman ve çaba harcamaya devam ediyor. ",
  "letter" : "mektup ",
  "Mail not found" : "Posta bulunamadı ",
  "Mails" : "Postalar ",
  "Mails Details" : "Postalar Ayrıntıları ",
  "Module" : "Modül ",
  "Monthly" : "Ayda bir ",
  "News" : "Haberler ",
  "NewsLetter" : "Haber Mektubu ",
  "Newsletter" : "Bülten ",
  "Newsletter Created Successfully!" : "Bülten Başarıyla Oluşturuldu! ",
  "Newsletters allow you to segment your audience based on specific criteria, such as invoice status and due amounts. This segmentation ensures that you are sending relevant information to the right people, increasing the likelihood of engagement and response. Newsletter systems automate the process of sending emails to the filtered recipients, saving time and effort." : "Haber bültenleri, hedef kitlenizi fatura durumu ve ödenmesi gereken tutarlar gibi belirli ölçütlere göre bölümlemenize olanak tanır.  Bu kesimlere ayırma, ilgili bilgileri doğru kişilere göndermenizi sağlar, katılım olasılığını artırır ve yanıt verir.  Bülten sistemleri, e-postaları süzülmüş alıcılara gönderme işlemini otomatikleştirir, zaman ve çaba tasarrufu sağlar. ",
  "Newsletters provide a history of email statuses, allowing you to see if emails were successfully sent or if there were any issues.Using the history of the newsletter, you can also see how many people have sent the mails and to which time." : "Haber bültenleri, e-posta durumlarının bir geçmişini sağlayarak, e-postaların başarıyla gönderilip gönderilmediğini ya da herhangi bir sorun olup olmadığını görmenize olanak tanır. bültenin geçmişini kullanarak, postaları kaç kişinin gönderdiğini ve hangi zamana kadar gönderildiğini görebilirsiniz. ",
  "No emails found" : "E-posta bulunamadı ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Permission denied." : "İzin reddedildi. ",
  "Permission Denied." : "İzin Reddedildi. ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Send By" : "Gönderen ",
  "Send Newsletter To" : "Bülten Gönder ",
  "Send Newsletters" : "Haber Bültenleri Gönder ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Some Benefits of Using Newsletter" : "Bülten Kullanmanın Bazı Avantajları ",
  "Status" : "Durum ",
  "This action can not be undone. Do you want to continue?" : "Bu eylem geri alınamaz.  Devam etmek istiyor musunuz? ",
  "Total Emails Found" : "Bulunan Toplam E-posta Sayısı ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Users not found" : "Kullanıcılar bulunamadı ",
  "View" : "Görüntüle ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "What is the use of History?" : "Geçmişin kullanımı nedir? ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık"
}