{
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Buy Now" : "Køb nu ",
  "for Your Business?" : "for din forretning? ",
  "here" : "her ",
  "Monthly" : "Månedligt ",
  "Save Changes" : "Gem ændringer ",
  "Software Details" : "Softwaredetaljer ",
  "View Live Demo" : "Vis Live-demo ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Yearly" : "Årligt ",
  "Info" : "Oplysninger ",
  " to authorize." : " for at tillade. ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Note: " : "Bemærk:   ",
  "List View" : "Listeoversigt ",
  "Action" : "Handling ",
  "Delete" : "Slet ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Under oprettelse af json-legitimationsoplysninger tilføjes denne URL i afsnittet \"Authorised redirect URIs\"-sektion- ",
  "Meeting created successfully." : "Mødet er oprettet. ",
  "Something went wrong!" : "Noget gik galt! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Opdag det seamløse samarbejde med Workdo-Dash, hvor produktiviteten møder innovation.  Integreret med Google Mød vores platform-samarbejde, som giver mulighed for samarbejde i realtid og effektive møder.  Hejs din produktivitet og strømliner dine arbejdsprocesser med Workdo-Dash-hvor arbejdet møder innovation ufortærdet. ",
  "Google Meet " : "Google-møde   ",
  "Integration " : "Integrering   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Opfyldelse af teamwork med Google Mød integration for problemfri samarbejde og produktive møder. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Efsless Google Meet Integration for Seamless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Styrke dit team med muligheden for at oprette og planlægge Google mødeperioder med det samme fra Workdo-Dash.  Forenklet din virtuelle mødeoplevelse ved at generere Google-link til Google og forbedre teamsamarbejde og kommunikation. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Streamlines Meeting Management for Enhanced Productivity ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Opnå en helhedsoversigt over alle dine møder lige inden for Workdo-Dash.  Du kan få adgang til og administrere din mødeplan, så du sikrer optimal organisering og gør det muligt for dig at prioritere din tid effektivt.  Hold styr på dine forpligtelser, og skub produktiviteten med vores intuitive mødeoplistefunktion. ",
  " Pay-as-you-go" : " Pay-as-you-go ",
  " Secure cloud storage" : " Sikker cloud-storage ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  " if paid monthly" : " betaling pr. måned ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  " if paid yearly" : " hvis betalt årligt ",
  "Title" : "Titel ",
  "Enter Meeting Title" : "Angiv mødetitel ",
  "Description" : "Beskrivelse ",
  "Enter Meeting Description" : "Angiv mødebeskrivelse ",
  "Users" : "Brugere ",
  "Start Date/Time" : "Startdato / klokkeslæt ",
  "Select Date/Time" : "Vælg dato / klokkeslæt ",
  "Duration" : "Varighed ",
  "Enter Duration" : "Angiv varighed ",
  "Close" : "Luk ",
  "Create" : "Opret ",
  "minutes" : "minutter ",
  "Meeting Status" : "Mødestatus ",
  "Join URL" : "Tilmeld dig ",
  "Start URL" : "Start-URL ",
  "Google Meet" : "Google-møde ",
  "Google Meet Settings" : "Indstillinger for Google Mød ",
  "Google Meet Json File" : "Google Mød Json-fil ",
  "Create New Meeting" : "Opret nyt møde ",
  "Calendar" : "Kalender ",
  "Mettings" : "Meklinger ",
  "Day" : "Dag ",
  "Week" : "Uge ",
  "Month" : "Måned ",
  "Calendar View" : "Kalender oversigt ",
  "Create Google Meet" : "Opret Google-møde ",
  "Invitees" : "Inviterede ",
  "Meeting Date / Time" : "Mødedato / klokkeslæt ",
  "URL" : "URL ",
  "Status" : "Status ",
  "minute" : "minut ",
  "Meeting Info" : "Mødeoplysninger ",
  "View Meeting" : "Vis møde ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Du har ikke godkendt din Google-konto til at oprette Google-møde.  Klik på   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Du har ikke uploadet din JSON-fil til Google-Google-filen.  Upload den ved at åbne ",
  " Settings!" : " Indstillinger! ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Invalid access token" : "Ugyldigt adgangstoken ",
  "Meeting not found." : "Mødet er ikke fundet. ",
  "Meeting delete sucessfully." : "Mødesletning er afbrudt. ",
  "Authentication Successful" : "Validering er udført"
}