{
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "for Your Business?" : "für Ihr Geschäft? ",
  "here" : "hier ",
  "Monthly" : "Monatlich ",
  "Save Changes" : "Änderungen speichern ",
  "Software Details" : "Softwaredetails ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten. ",
  "Yearly" : "Jährlich ",
  "Info" : "Info ",
  " to authorize." : " Autorisieren. ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Note: " : "Hinweis:   ",
  "List View" : "Listenansicht ",
  "Action" : "Aktion ",
  "Delete" : "Löschen ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Beim Erstellen von JSON-Berechtigungsnachweisen fügen Sie diese URL in Abschnitt \"Authorised redirect URIs\" (Authorised redirect URIs) hinzu. ",
  "Meeting created successfully." : "Besprechung erfolgreich erstellt. ",
  "Something went wrong!" : "Etwas ging schief! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Entdecken Sie die nahtlose Zusammenarbeit von Workdo-Dash, wo die Produktivität auf Innovation trifft.  Integriert mit Google Meet verwandelt unsere Plattform Teamwork und ermöglicht Echtzeit-Kollaboration und effiziente Meetings.  Steigern Sie Ihre Produktivität und optimieren Sie Ihre Arbeitsprozesse mit Workdo-Dash-wo Arbeit auf Innovation mühelos trifft. ",
  "Google Meet " : "Google Meet   ",
  "Integration " : "Integration   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Teamwork mit Google Meet Integration für nahtlose Zusammenarbeit und produktive Meetings erhöhen. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Mühelose Google-Meet-Integration für nahtlose Zusammenarbeit ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Befähigen Sie Ihr Team mit der Möglichkeit, Google Meet-Sitzungen sofort von Workdo-Dash zu erstellen und zu planen.  Vereinfachen Sie Ihre virtuellen Besprechungserfahrungen durch die nahtlose Generierung von Google-Meet-Links, wodurch die Zusammenarbeit und die Kommunikation von Teams ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Optimiertes Besprechungsmanagement für erweiterte Produktivität ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Gewinnen Sie eine ganzheitliche Sicht auf alle Ihre Meetings direkt in Workdo-Dash.  Sie können Ihren Besprechungszeitplan mühelos aufrufen und verwalten, um eine optimale Organisation zu gewährleisten und Ihnen die effektive Priorisierung Ihrer Zeit zu ermöglichen.  Bleiben Sie bei Ihren Verpflichtungen und steigern Sie die Produktivität mit unserem intuitiven Besprechungsnotierungsfeature. ",
  " Pay-as-you-go" : " Pay-as-you-go ",
  " Secure cloud storage" : " Sicherer Cloudspeicher ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "Title" : "Titel ",
  "Enter Meeting Title" : "Besprechungstitel eingeben ",
  "Description" : "Beschreibung ",
  "Enter Meeting Description" : "Besprechungsbeschreibung eingeben ",
  "Users" : "Benutzer ",
  "Start Date/Time" : "Startdatum/-zeit ",
  "Select Date/Time" : "Datum/Uhrzeit auswählen ",
  "Duration" : "Dauer ",
  "Enter Duration" : "Dauer eingeben ",
  "Close" : "Schließen ",
  "Create" : "Erstellen ",
  "minutes" : "Minuten ",
  "Meeting Status" : "Besprechungsstatus ",
  "Join URL" : "Join-URL ",
  "Start URL" : "Start-URL ",
  "Google Meet" : "Google Meet ",
  "Google Meet Settings" : "Google-Meet-Einstellungen ",
  "Google Meet Json File" : "Google-Meet-Json-Datei ",
  "Create New Meeting" : "Neue Besprechung erstellen ",
  "Calendar" : "Kalender ",
  "Mettings" : "Mettings ",
  "Day" : "Tag ",
  "Week" : "Woche ",
  "Month" : "Monat ",
  "Calendar View" : "Kalenderansicht ",
  "Create Google Meet" : "Google Meet erstellen ",
  "Invitees" : "Eingeladene Personen ",
  "Meeting Date / Time" : "Besprechungsdatum/-zeit ",
  "URL" : "URL ",
  "Status" : "Status ",
  "minute" : "Minute ",
  "Meeting Info" : "Besprechungsinformationen ",
  "View Meeting" : "Besprechung anzeigen ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Sie haben Ihr google-Konto nicht zum Erstellen von Google Meeting autorisiert.  Klicken Sie   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Sie haben Ihre JSON-Datei von Google Meet-Berechtigungsnachweise nicht hochgeladen.  Bitte laden Sie sie hoch, indem Sie die ",
  " Settings!" : " Einstellungen! ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Invalid access token" : "Ungültiges Zugriffstoken ",
  "Meeting not found." : "Besprechung nicht gefunden. ",
  "Meeting delete sucessfully." : "Das Löschen der Besprechung ist erfolgreich. ",
  "Authentication Successful" : "Authentifizierung erfolgreich"
}