{
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "for Your Business?" : "¿Para tu negocio? ",
  "here" : "aquí ",
  "Monthly" : "Mensual ",
  "Save Changes" : "Guardar cambios ",
  "Software Details" : "Detalles de software ",
  "View Live Demo" : "Ver demostración en directo ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación. ",
  "Yearly" : "Anual ",
  "Info" : "Info ",
  " to authorize." : " a autorizar. ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Note: " : "Nota:   ",
  "List View" : "Vista de lista ",
  "Action" : "Acción ",
  "Delete" : "Suprimir ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Al crear credenciales json, añada este URL en la sección \"URI de redirección autorizado\"- ",
  "Meeting created successfully." : "Reunión creada satisfactoriamente. ",
  "Something went wrong!" : "¡Algo salió mal! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Descubra la colaboración sin fisuras de Workdo-Dash, donde la productividad satisface la innovación.  Integrada con Google Meet, nuestra plataforma transforma el trabajo en equipo, permitiendo la colaboración en tiempo real y reuniones eficientes.  Eleve su productividad y agilice sus procesos de trabajo con Workdo-Dash-donde el trabajo cumple con la innovación sin esfuerzo. ",
  "Google Meet " : "Google Meet   ",
  "Integration " : "Integración   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Elevar el trabajo en equipo con la integración de Google Meet para una colaboración fluida y reuniones productivas. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Integración sin esfuerzo de Google Meet para una colaboración sin fisuras ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Empodere a su equipo con la capacidad de crear y programar sesiones de Google Meet al instante desde Workdo-Dash.  Simplifique su experiencia de reunión virtual generando enlaces de Google Meet sin problemas, mejorando la colaboración y la comunicación del equipo. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Gestión de reuniones optimizada para una mayor productividad ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Obtenga una visión holística de todas sus reuniones dentro de Workdo-Dash.  Acceda sin esfuerzo y gestione su agenda de reuniones, asegurando una organización óptima y permitiéndole priorizar su tiempo de forma efectiva.  Manténgase al tanto de sus compromisos e impulse la productividad con nuestra intuitiva función de listado de reuniones. ",
  " Pay-as-you-go" : " Pay-as-you-go ",
  " Secure cloud storage" : " Almacenamiento en la nube seguro ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : " si se paga anualmente ",
  "Title" : "Título ",
  "Enter Meeting Title" : "Especifique el título de reunión ",
  "Description" : "Descripción ",
  "Enter Meeting Description" : "Especificar descripción de la reunión ",
  "Users" : "Usuarios ",
  "Start Date/Time" : "Fecha/hora de inicio ",
  "Select Date/Time" : "Seleccionar fecha/hora ",
  "Duration" : "Duración ",
  "Enter Duration" : "Especifique la duración ",
  "Close" : "Cierre ",
  "Create" : "Crear ",
  "minutes" : "minutos ",
  "Meeting Status" : "Estado de reunión ",
  "Join URL" : "URL de unión ",
  "Start URL" : "URL de inicio ",
  "Google Meet" : "Google Meet ",
  "Google Meet Settings" : "Configuración de Google Meet ",
  "Google Meet Json File" : "Archivo Json De Google Meet ",
  "Create New Meeting" : "Crear nueva reunión ",
  "Calendar" : "Calendario ",
  "Mettings" : "Mettings ",
  "Day" : "Día ",
  "Week" : "Semana ",
  "Month" : "Mes ",
  "Calendar View" : "Vista de calendario ",
  "Create Google Meet" : "Crear Google Meet ",
  "Invitees" : "Invitados ",
  "Meeting Date / Time" : "Fecha/hora de reunión ",
  "URL" : "URL ",
  "Status" : "Estado ",
  "minute" : "minuto ",
  "Meeting Info" : "Información de reunión ",
  "View Meeting" : "Ver reunión ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "No has autorizado tu cuenta de Google para crear la reunión de Google.  Pulse en   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "No ha subido el archivo JSON de Google Meet Credentials.  Por favor, súbelo abriendo el ",
  " Settings!" : " ¡Configuración! ",
  "Permission denied." : "Permiso denegado. ",
  "Invalid access token" : "Señal de acceso no válida ",
  "Meeting not found." : "Reunión no encontrada. ",
  "Meeting delete sucessfully." : "La reunión se suprime satisfactoriamente. ",
  "Authentication Successful" : "Autenticación satisfactoria"
}