{
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "for Your Business?" : "Pour Votre entreprise? ",
  "here" : "Ici ",
  "Monthly" : "Mensuelle ",
  "Save Changes" : "Enregistrer les modifications ",
  "Software Details" : "Détails du logiciel ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement. ",
  "Yearly" : "Yearly ",
  "Info" : "Infos ",
  " to authorize." : " Pour autoriser. ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Unlimited installation" : "Installation illimitée ",
  "Note: " : "Remarque:   ",
  "List View" : "Vue de liste ",
  "Action" : "Action ",
  "Delete" : "Supprimer ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Lors de la création des données d'identification json, ajoutez cette URL dans la section \"URI de redirection autorisés\"- ",
  "Meeting created successfully." : "La réunion a été créée avec succès. ",
  "Something went wrong!" : "Quelque chose s'est mal passé ! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Découvrez la collaboration sans faille de Workdo-Dash, où la productivité rencontre l'innovation.  Intégrés à Google Meet, notre plateforme transforme le travail d'équipe, permettant une collaboration en temps réel et des réunions efficaces.  Élévez votre productivité et rationalisez vos processus de travail avec Workdo-Dash-où le travail répond sans effort à l'innovation. ",
  "Google Meet " : "Google Meet   ",
  "Integration " : "Intégration   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Elever le travail d'équipe avec Google Rencontrer l'intégration pour une collaboration sans faille et des réunions productives. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Effortless Google Meet Integration for Seamless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Empower your team with the ability to create and schedule Google Meet sessions instantanément from within Workdo-Dash.  Simplifiez votre expérience de réunion virtuelle en générant de manière transparente les liens Google Meet, en améliorant la collaboration et la communication entre les équipes. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Rationalisation de la gestion des réunions pour une productivité accrue ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Obtenez une vue globale de toutes vos réunions à l'intérieur de Workdo-Dash.  Accès ineffable et gestion de votre calendrier de réunions, en garantissant une organisation optimale et en vous permettant de prioriser votre temps de manière efficace.  Restez en tête de vos engagements et stimulez votre productivité grâce à notre fonctionnalité de liste intuitive des réunions. ",
  " Pay-as-you-go" : " Pay-as-you-go ",
  " Secure cloud storage" : " Stockage de cloud sécurisé ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "Title" : "Titre ",
  "Enter Meeting Title" : "Entrer le titre de réunion ",
  "Description" : "Description ",
  "Enter Meeting Description" : "Entrez la description de la réunion ",
  "Users" : "Utilisateurs ",
  "Start Date/Time" : "Date / heure de début ",
  "Select Date/Time" : "Sélectionner une date / heure ",
  "Duration" : "Durée ",
  "Enter Duration" : "Durée d'entrée ",
  "Close" : "Fermer ",
  "Create" : "Créer ",
  "minutes" : "Minutes ",
  "Meeting Status" : "Statut de la réunion ",
  "Join URL" : "URL de jointure ",
  "Start URL" : "URL de début ",
  "Google Meet" : "Google Meet ",
  "Google Meet Settings" : "Paramètres Google Meet ",
  "Google Meet Json File" : "Fichier Google Meet Json ",
  "Create New Meeting" : "Créer une nouvelle réunion ",
  "Calendar" : "Calendrier ",
  "Mettings" : "Mélisations ",
  "Day" : "Jour ",
  "Week" : "Semaine ",
  "Month" : "Mois ",
  "Calendar View" : "Vue Calendrier ",
  "Create Google Meet" : "Créer Google Meet ",
  "Invitees" : "Invités ",
  "Meeting Date / Time" : "Date / heure de la réunion ",
  "URL" : "URL ",
  "Status" : "Statut ",
  "minute" : "Minute ",
  "Meeting Info" : "Informations sur la réunion ",
  "View Meeting" : "Afficher la réunion ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Vous n'avez pas autorisé votre compte Google à créer Google Meeting.  Cliquez sur   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Vous n'avez pas téléchargé votre fichier JSON Google Meet Credentials.  Veuillez le télécharger en ouvrant le ",
  " Settings!" : " Paramètres ! ",
  "Permission denied." : "Autorisation refusée. ",
  "Invalid access token" : "Jeton d'accès non valide ",
  "Meeting not found." : "Réunion introuvable. ",
  "Meeting delete sucessfully." : "La suppression de la réunion a été supprimée. ",
  "Authentication Successful" : "Authentification réussie"
}