{
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "for Your Business?" : "per il tuo Business? ",
  "here" : "qui ",
  "Monthly" : "Mensile ",
  "Save Changes" : "Salva modifiche ",
  "Software Details" : "Dettagli software ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione. ",
  "Yearly" : "Annuale ",
  "Info" : "Info ",
  " to authorize." : " per autorizzare. ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Unlimited installation" : "Installazione illimitata ",
  "Note: " : "Nota:   ",
  "List View" : "Vista elenco ",
  "Action" : "Azione ",
  "Delete" : "Elimina ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Durante la creazione delle credenziali json aggiungere questo URL in sezione \"URI redirect autorizzati\" - ",
  "Meeting created successfully." : "Riunione creata correttamente. ",
  "Something went wrong!" : "Qualcosa è andato storto! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Scopri la collaborazione seamless di Workdo-Dash, dove la produttività incontra l'innovazione.  Integrata con Google Meet, la nostra piattaforma trasforma il teamwork, consentendo una collaborazione in tempo reale e incontri efficienti.  Elevare la produttività e snellare i processi di lavoro con Workdo - Dash - dove il lavoro incontra l'innovazione senza sforzo. ",
  "Google Meet " : "Google Meet   ",
  "Integration " : "Integrazione   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Elevare il teamwork con Google Meet integration per la collaborazione seamless e gli incontri produttivi. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Impegno Google Meet Integration for Seamless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Responsabi il tuo team con la possibilità di creare e pianificare le sessioni di Google Meet istantaneamente dall'interno di Workdo-Dash.  Semplifica la tua esperienza di riunione virtuale generando ininterrottamente i link di Google Meet, potenziando la collaborazione e la comunicazione del team. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Streamline Meeting Management per la produttività migliorata ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Acquisire una visione olistica di tutti i tuoi incontri proprio all'interno di Workdo-Dash.  Accedi all'infinito e gestiamo il tuo calendario di incontri, garantendo un'organizzazione ottimale e consentendo di privilegiare il tuo tempo in modo efficace.  Resta in cima ai tuoi impegni e boost la produttività con la nostra intuitiva funzione di quotazione. ",
  " Pay-as-you-go" : " Pay - as - you - go ",
  " Secure cloud storage" : " Memoria cloud sicura ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : " se retribui ",
  "Title" : "Titolo ",
  "Enter Meeting Title" : "Entra nel titolo di riunione ",
  "Description" : "Descrizione ",
  "Enter Meeting Description" : "Entra nella descrizione della riunione ",
  "Users" : "Utenti ",
  "Start Date/Time" : "Data inizio / Ora ",
  "Select Date/Time" : "Seleziona data / Ora ",
  "Duration" : "Durata ",
  "Enter Duration" : "Inserimento Durata ",
  "Close" : "Chiudi ",
  "Create" : "Crea ",
  "minutes" : "minuti ",
  "Meeting Status" : "Stato di riunione ",
  "Join URL" : "URL di unione ",
  "Start URL" : "URL di avvio ",
  "Google Meet" : "Google Meet ",
  "Google Meet Settings" : "Impostazioni di Google Meet ",
  "Google Meet Json File" : "File Json di Google Meet ",
  "Create New Meeting" : "Crea nuova riunione ",
  "Calendar" : "Calendario ",
  "Mettings" : "Mettings ",
  "Day" : "Giorno ",
  "Week" : "Settimana ",
  "Month" : "Mese ",
  "Calendar View" : "Vista calendario ",
  "Create Google Meet" : "Crea Google Meet ",
  "Invitees" : "Invitati ",
  "Meeting Date / Time" : "Data / Ora di riunione ",
  "URL" : "URL ",
  "Status" : "Stato ",
  "minute" : "minuto ",
  "Meeting Info" : "Info di riunione ",
  "View Meeting" : "Riunione della vista ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Non hai autorizzato il tuo account google a Crea Google Meeting.  Fai clic   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Non hai caricato il tuo file Google Meet Credenziali JSON.  Si prega di caricarlo aprendo la ",
  " Settings!" : " Impostazioni! ",
  "Permission denied." : "Permesso negato. ",
  "Invalid access token" : "Token di accesso non valido ",
  "Meeting not found." : "Riunione non trovata. ",
  "Meeting delete sucessfully." : "Riunione elimina sucessamente. ",
  "Authentication Successful" : "Autenticazione Riuscita"
}