{
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "for Your Business?" : "Voor uw bedrijf? ",
  "here" : "hier ",
  "Monthly" : "Maandelijks ",
  "Save Changes" : "Wijzigingen opslaan ",
  "Software Details" : "Softwaregegevens ",
  "View Live Demo" : "Live-demo bekijken ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie. ",
  "Yearly" : "Jaarlijks ",
  "Info" : "Info ",
  " to authorize." : " machtiging verlenen. ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Note: " : "Opmerking:   ",
  "List View" : "Lijstweergave ",
  "Action" : "Actie ",
  "Delete" : "Wissen ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Bij het maken van json-legitimatiegegevens voegt u deze URL toe aan de sectie \"Toegestane omleiding-URI's\"- ",
  "Meeting created successfully." : "Vergadering is gemaakt. ",
  "Something went wrong!" : "Er is iets misgegaan. ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Ontdek de naadloze samenwerking van Workdo-Dash, waar de productiviteit aan innovatie voldoet.  Geïntegreerd met Google Meet transformeert ons platform teamwork, waardoor real-time samenwerking en efficiënte vergaderingen mogelijk worden.  Verhoog uw productiviteit en stroomlijnt uw werkprocessen met Workdo-Dash-waar het werk voldoet aan innovatie moeiteloos. ",
  "Google Meet " : "Google-vergadering   ",
  "Integration " : "Integratie   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Het verhogen van teamwork met Google Meet integratie voor naadloze samenwerking en productieve vergaderingen. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Moeiteloos Google Meet Integration for Seamless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Schakel uw team in met de mogelijkheid om Google Meet-sessies direct vanuit Workdo-Dash te maken en te plannen.  Vereenvoudig de ervaring van uw virtuele vergadering door het naadloos genereren van Google Meet links, het verbeteren van teamsamenwerking en communicatie. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Gestroomlijnd vergaderingsbeheer voor verbeterde productiviteit ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Krijg een holistisch beeld van al uw vergaderingen binnen Workdo-Dash.  Moeiteloos de toegang tot en het beheer van uw vergaderschema, zorgen voor een optimale organisatie en stelt u in staat om uw tijd effectief te stellen.  Blijf op de hoogte van uw verplichtingen en boost productiviteit met onze intuïtieve vergadering lijst functie. ",
  " Pay-as-you-go" : " Betaal-als-je-go ",
  " Secure cloud storage" : " Beveiligde cloudopslag ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "Title" : "Titel ",
  "Enter Meeting Title" : "Titel van vergadering opgeven ",
  "Description" : "Omschrijving ",
  "Enter Meeting Description" : "Vergaderingsbeschrijving opgeven ",
  "Users" : "Gebruikers ",
  "Start Date/Time" : "Begindatum/-tijd ",
  "Select Date/Time" : "Datum/tijd selecteren ",
  "Duration" : "Duur ",
  "Enter Duration" : "Duur invoeren ",
  "Close" : "Sluiten ",
  "Create" : "Maken ",
  "minutes" : "minuten ",
  "Meeting Status" : "Status vergadering ",
  "Join URL" : "Join-URL ",
  "Start URL" : "Start-URL ",
  "Google Meet" : "Google-vergadering ",
  "Google Meet Settings" : "Instellingen voor Google Meet ",
  "Google Meet Json File" : "Google Meet Json-bestand ",
  "Create New Meeting" : "Nieuwe vergadering maken ",
  "Calendar" : "Agenda ",
  "Mettings" : "Mettings ",
  "Day" : "Dag ",
  "Week" : "Week ",
  "Month" : "Maand ",
  "Calendar View" : "Agendaview ",
  "Create Google Meet" : "Google-vergadering maken ",
  "Invitees" : "Genodigden ",
  "Meeting Date / Time" : "Datum/tijd vergadering ",
  "URL" : "URL ",
  "Status" : "Status ",
  "minute" : "Minuut ",
  "Meeting Info" : "Vergaderingsinformatie ",
  "View Meeting" : "Vergadering weergeven ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "U hebt uw Google-account niet geautoriseerd om Google Meeting te maken.  Klik op   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "U hebt uw JSON-bestand met betrekking tot Google Meet Legitimatiegegevens niet geüpload.  Upload het door het openen van de ",
  " Settings!" : " Instellingen! ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Invalid access token" : "Ongeldig toegangstoken ",
  "Meeting not found." : "Vergadering niet gevonden. ",
  "Meeting delete sucessfully." : "Vergadering wordt verwijderd. ",
  "Authentication Successful" : "Verificatie geslaagd"
}