{
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "for Your Business?" : "dla Twojego Biznesu? ",
  "here" : "tutaj ",
  "Monthly" : "Co miesiąc ",
  "Save Changes" : "Zapisz zmiany ",
  "Software Details" : "Szczegóły oprogramowania ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Za Pomocą Myślnika można wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca. ",
  "Yearly" : "Co rok ",
  "Info" : "Informacja ",
  " to authorize." : " aby autoryzować. ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Note: " : "Notatka:   ",
  "List View" : "Widok listy ",
  "Action" : "Działanie ",
  "Delete" : "Usuń ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Podczas tworzenia referencji json należy dodać ten adres URL w sekcji \"Authorised redirect URI\" (Zatwierdzone identyfikatory URI przekierowania). ",
  "Meeting created successfully." : "Spotkanie zostało pomyślnie utworzone. ",
  "Something went wrong!" : "Coś poszło nie tak! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Odkryj bezproblemową współpracę Workdo-Dash, gdzie produktywność spełnia innowacyjność.  Zintegrowana z Google Meet, nasza platforma przekształca pracę zespołową, umożliwiając współpracę w czasie rzeczywistym i efektywne spotkania.  Zwiększenie produktywności i usprawnienie procesów pracy przy użyciu Workdo-Dash-gdzie praca spełnia innowacyjność bez wysiłku. ",
  "Google Meet " : "Google Meet   ",
  "Integration " : "Integracja   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Podnoszenie pracy zespołowej z integracją Google Meet w celu bezproblemowej współpracy i produktywnych spotkań. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Bezproblemowe Google Meet Integration for Seamless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Empower swój zespół z możliwością tworzenia i planowania sesji Google Meet natychmiast z wewnątrz Workdo-Dash.  Upraszcza to wirtualne spotkanie, dzięki bezproblemowi generowania linków Google Meet, wzmacniania współpracy i komunikacji zespołowej. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Usprawnione zarządzanie spotkaniem w celu zwiększenia wydajności ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Zyskaj holistyczny widok wszystkich swoich spotkań w ramach Workdo-Dash.  Bezproblemowo uzyskują dostęp do harmonogramu spotkań i zarządzają nim, zapewniając optymalną organizację i umożliwiając efektywne określanie priorytetów w czasie.  Pozostań na szczycie swoich zobowiązań i zwiększyć produktywność dzięki naszej intuicyjnej funkcji listingu spotkań. ",
  " Pay-as-you-go" : " P-as-go-go-go-go ",
  " Secure cloud storage" : " Bezpieczna pamięć masowa w chmurze ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : " jeśli płatny roczny ",
  "Title" : "Tytuł ",
  "Enter Meeting Title" : "Wprowadź tytuł konferencji ",
  "Description" : "Opis ",
  "Enter Meeting Description" : "Wprowadź opis konferencji ",
  "Users" : "Użytkownicy ",
  "Start Date/Time" : "Data/godzina rozpoczęcia ",
  "Select Date/Time" : "Wybierz datę/godzinę ",
  "Duration" : "Czas trwania ",
  "Enter Duration" : "Wprowadź czas trwania ",
  "Close" : "Zamknij ",
  "Create" : "Utwórz ",
  "minutes" : "min ",
  "Meeting Status" : "Status konferencji ",
  "Join URL" : "Adres URL łączenia ",
  "Start URL" : "Początkowy adres URL ",
  "Google Meet" : "Google Meet ",
  "Google Meet Settings" : "Ustawienia Google Meet ",
  "Google Meet Json File" : "Plik Google Meet Json ",
  "Create New Meeting" : "Utwórz nowe spotkanie ",
  "Calendar" : "Kalendarz ",
  "Mettings" : "Pomiary ",
  "Day" : "Dzień ",
  "Week" : "Tydzień ",
  "Month" : "Miesiąc ",
  "Calendar View" : "Widok kalendarza ",
  "Create Google Meet" : "Utwórz Google Meet ",
  "Invitees" : "Zapraszane osoby ",
  "Meeting Date / Time" : "Data/godzina spotkania ",
  "URL" : "Adres URL ",
  "Status" : "Status ",
  "minute" : "minuta ",
  "Meeting Info" : "Informacje o konferencji ",
  "View Meeting" : "Wyświetl konferencję ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Nie masz uprawnień do konta google, aby utworzyć Google Meeting.  Kliknij   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Nie przesłano pliku JSON programu Google Meet Credentials.  Prześlij go, otwierając ",
  " Settings!" : " Ustawienia! ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Invalid access token" : "Niepoprawny znacznik dostępu ",
  "Meeting not found." : "Nie znaleziono konferencji. ",
  "Meeting delete sucessfully." : "Pomyślnie usunięcie spotkania zostało pomyślnie usunięte. ",
  "Authentication Successful" : "Uwierzytelnianie powiodło się"
}