{
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Buy Now" : "Comprar Agora ",
  "for Your Business?" : "para Seu Negócio? ",
  "here" : "aqui ",
  "Monthly" : "Mensal ",
  "Save Changes" : "Salvar Alterações ",
  "Software Details" : "Detalhes do Software ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local. ",
  "Yearly" : "Anual ",
  "Info" : "Info ",
  " to authorize." : " para autorizar. ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Note: " : "Nota:   ",
  "List View" : "Visualização de Lista ",
  "Action" : "Ação ",
  "Delete" : "Excluir ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Enquanto criar credenciais json adicionar esta URL em Seção de \"URIs de redirecionamento Autorizado\"- ",
  "Meeting created successfully." : "Reunião criada com sucesso. ",
  "Something went wrong!" : "Algo deu errado! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Descubra a colaboração sem costura do Workdo-Dash, onde a produtividade atende à inovação.  Integrada com o Google Meet, nossa plataforma transforma o trabalho em equipe, permitindo a colaboração em tempo real e reuniões eficientes.  Eleva sua produtividade e agiliza seus processos de trabalho com o Workdo-Dash-onde o trabalho atende a inovação sem esforço. ",
  "Google Meet " : "Conheça do Google   ",
  "Integration " : "Integração   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Elevando o trabalho em equipe com o Google Meet integração para a colaboração perfeita e reuniões produtivas. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Esfortless Google Meet Integration for Seamless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Empodere sua equipe com a capacidade de criar e agendar sessões do Google Meet instantaneamente de dentro do Workdo-Dash.  Simplifique sua experiência de reunião virtual gerando perfeitamente os links do Google Meet, aprimorando a colaboração da equipe e a comunicação. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Gerenciamento de Reuniões Simplificadas para Produtividade Aprimorada ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Obtenha uma visão holística de todas as suas reuniões bem dentro do Workdo-Dash.  Acesse e gerencie o seu cronograma de reunião, garantindo a organização ideal e permitindo que você priorize seu tempo de forma eficaz.  Fique em cima de seus compromissos e impulse a produtividade com o nosso recurso de listagem de reuniões intuitivas. ",
  " Pay-as-you-go" : " Pay-as-you-go ",
  " Secure cloud storage" : " Armazenamento em nuvem segura ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  " if paid monthly" : " se pago mensalmente ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  " if paid yearly" : " se pago anualmente ",
  "Title" : "Título ",
  "Enter Meeting Title" : "Inserir Título de Reunião ",
  "Description" : "Descrição ",
  "Enter Meeting Description" : "Inserir Descrição da Reunião ",
  "Users" : "Usuários ",
  "Start Date/Time" : "Data / Hora de Início ",
  "Select Date/Time" : "Selecionar Data / Hora ",
  "Duration" : "Duração ",
  "Enter Duration" : "Entrar Duração ",
  "Close" : "Fechar ",
  "Create" : "Criar ",
  "minutes" : "minutos ",
  "Meeting Status" : "Status da Reunião ",
  "Join URL" : "Entrar em URL ",
  "Start URL" : "URL de Início ",
  "Google Meet" : "Conheça do Google ",
  "Google Meet Settings" : "Configurações do Google Meet ",
  "Google Meet Json File" : "Arquivo do Google Meet Json ",
  "Create New Meeting" : "Criar Nova Reunião ",
  "Calendar" : "Calendário ",
  "Mettings" : "Mettings ",
  "Day" : "Dia ",
  "Week" : "Semana ",
  "Month" : "Mês ",
  "Calendar View" : "Visualização do Agenda ",
  "Create Google Meet" : "Criar Google Meet ",
  "Invitees" : "Convidados ",
  "Meeting Date / Time" : "Data / Hora da Reunião ",
  "URL" : "URL ",
  "Status" : "Status ",
  "minute" : "minuto ",
  "Meeting Info" : "Reunião Info ",
  "View Meeting" : "Reunião de Visualização ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Você não autorizou sua conta do google para Criar o Google Meeting.  Clique   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Você não carregou seu arquivo JSON do Google Meet Credenciais.  Faça o upload, abrindo o ",
  " Settings!" : " Configurações! ",
  "Permission denied." : "Permissão negada. ",
  "Invalid access token" : "Token de acesso inválido ",
  "Meeting not found." : "Reunião não encontrada. ",
  "Meeting delete sucessfully." : "Exclusão de reunião sucessamente. ",
  "Authentication Successful" : "Autenticação Bem-sucedida"
}