{
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "for Your Business?" : "для Вашего бизнеса? ",
  "here" : "здесь ",
  "Monthly" : "Ежемесячно ",
  "Save Changes" : "Сохранить изменения ",
  "Software Details" : "Сведения о программе ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения. ",
  "Yearly" : "Ежегодно ",
  "Info" : "Информация ",
  " to authorize." : " для авторизации. ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Note: " : "Примечание:   ",
  "List View" : "Представление списка ",
  "Action" : "Действие ",
  "Delete" : "Удалить ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "При создании идентификационных данных json добавьте этот URL в раздел \"Авторизованные URI перенаправления\"- ",
  "Meeting created successfully." : "Собрание успешно создано. ",
  "Something went wrong!" : "Что-то не так! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Откройте для себя бесшовное сотрудничество Workdo-Dash, где производительность соответствует инновациям.  Интегрированная с Google Meet, наша платформа преобразует коллективную работу, позволяя работать в режиме реального времени и эффективно проводить встречи.  Повышение производительности и упрощение рабочих процессов с помощью Workdo-Dash-где работа позволяет легко работать с инновациями. ",
  "Google Meet " : "Встреча с Google   ",
  "Integration " : "Интеграция   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Повышение коллективной работы с помощью Google Meet-интеграция для бесшовного сотрудничества и продуктивных встреч. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Google Meet Integration for Solless Collaboration ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Наделить коллектив возможностью создавать и планировать сеансы Google Meet мгновенно из Workdo-Dash.  Упростите ваш опыт работы с виртуальными знакомями, создавая ссылки на Google Meet, упрощая совместную работу и коммуникацию. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Упорядочение управления собранием для повышения производительности ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Получите целостное представление о всех ваших собраниях в Workdo-Dash.  Вы можете легко получать доступ к расписанию собрания и управлять им, обеспечивая оптимальную организацию и позволяя вам в приоритетном порядке определить приоритеты вашего времени.  Оставайтесь на вершине своих обязательств и подстегни производительность с помощью нашего интуитивно понятого комплекта собраний. ",
  " Pay-as-you-go" : " Плати-как-ты-иди ",
  " Secure cloud storage" : " Защищенное облачное хранилище ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : " если оплачиваемый год ",
  "Title" : "Название ",
  "Enter Meeting Title" : "Введите заголовок собрания ",
  "Description" : "Описание ",
  "Enter Meeting Description" : "Введите описание собрания ",
  "Users" : "Пользователи ",
  "Start Date/Time" : "Дата/время начала ",
  "Select Date/Time" : "Выберите дата/время ",
  "Duration" : "Продолжительность ",
  "Enter Duration" : "Введите длительность ",
  "Close" : "Закрыть ",
  "Create" : "Создать ",
  "minutes" : "мин. ",
  "Meeting Status" : "Состояние собрания ",
  "Join URL" : "URL соединения ",
  "Start URL" : "Начальный URL ",
  "Google Meet" : "Встреча с Google ",
  "Google Meet Settings" : "Параметры Google Meet ",
  "Google Meet Json File" : "Google Meet Json-файл ",
  "Create New Meeting" : "Создать собрание ",
  "Calendar" : "Календарь ",
  "Mettings" : "Метры ",
  "Day" : "День ",
  "Week" : "Неделя ",
  "Month" : "Месяц ",
  "Calendar View" : "Представление календаря ",
  "Create Google Meet" : "Создать Google Meet ",
  "Invitees" : "Приглашенные ",
  "Meeting Date / Time" : "Дата/время собрания ",
  "URL" : "URL ",
  "Status" : "Состояние ",
  "minute" : "минута ",
  "Meeting Info" : "Информация о собрании ",
  "View Meeting" : "Просмотреть собрание ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Вы не авторизовали вашу учетную запись Google Meeting.  Щелкните по   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Вы не загрузили файл JSON Google Meet Credentials.  Загрузите его, открыв ",
  " Settings!" : " Настройки! ",
  "Permission denied." : "В разрешении отказано. ",
  "Invalid access token" : "Недопустимый маркер доступа ",
  "Meeting not found." : "Собрание не найдено. ",
  "Meeting delete sucessfully." : "Собрание полностью удалит. ",
  "Authentication Successful" : "Идентификация выполнена успешно"
}