{
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "for Your Business?" : "İşiniz Için? ",
  "here" : "burayı tıklatın ",
  "Monthly" : "Ayda bir ",
  "Save Changes" : "Değişiklikleri Kaydet ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location." : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık ",
  "Info" : "Bilgi ",
  " to authorize." : " -Tamam. ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Note: " : "Not:   ",
  "List View" : "Liste Görünümü ",
  "Action" : "Eylem ",
  "Delete" : "Sil ",
  "While creating json credentials add this URL in \"Authorised redirect URIs\" Section -" : "Json kimlik bilgileri oluşturulurken bu URL 'yi \"Authorize redirect URI' ler\" Bölümünde ekler- ",
  "Meeting created successfully." : "Toplantı başarıyla oluşturuldu. ",
  "Something went wrong!" : "Bir şeyler ters gitti! ",
  "Discover the seamless collaboration of Workdo-Dash, where productivity meets innovation. Integrated with Google Meet, our platform transforms teamwork, allowing real-time collaboration and efficient meetings. Elevate your productivity and streamline your work processes with Workdo-Dash – where work meets innovation effortlessly." : "Verimliliğin inovasyonla buluştuğu Workdo-Dash 'in sorunsuz işbirliğini keşfedin.  Google Meet ile bütünleştirilmiştir, platformumuz ekip çalışmasını dönüştürür, gerçek zamanlı işbirliği ve verimli toplantılar sağlar.  Verimliliğinizi yükseltin ve iş süreçlerinizi Workdo-Dash ile sorunsuz hale getiriniz. Burada iş, inovasyonu zahmetsizce karşılamaktadır. ",
  "Google Meet " : "Google Buluştu   ",
  "Integration " : "Bütünleştirme   ",
  "Elevating teamwork with Google Meet integration for seamless collaboration and productive meetings." : "Google ile sorunsuz işbirliği ve verimli toplantılar için ekip çalışması bütünleştirmesini geliştirin. ",
  "Effortless Google Meet Integration for Seamless Collaboration" : "Zahmetsiz Google, Sorunsuz İşbirliği İçin Bütünleştirmeyi Karşılıyor ",
  "Empower your team with the ability to create and schedule Google Meet sessions instantly from within Workdo-Dash. Simplify your virtual meeting experience by seamlessly generating Google Meet links, enhancing team collaboration and communication." : "Ekibinize, Google Meet seansları oluşturma ve zamanlama yeteneğini Workdo-Dash içinden anında programlayın.  Google Meet bağlantılarını sorunsuz bir şekilde oluşturarak sanal toplantı deneyiminizi basitleştirin, ekip işbirliğini ve iletişimi güçlendirin. ",
  "Streamlined Meeting Management for Enhanced Productivity" : "Geliştirilmiş Üretkenlik İçin Kolaylaştırılmış Toplantı Yönetimi ",
  "Gain a holistic view of all your meetings right within Workdo-Dash. Effortlessly access and manage your meeting schedule, ensuring optimal organization and enabling you to prioritize your time effectively. Stay on top of your commitments and boost productivity with our intuitive meeting listing feature." : "Workdo-Dash içinde tüm toplantılarınızın bütünsel bir görünümünü elde edin.  En uygun kuruluşu sağlayarak ve zamanınızı etkin bir şekilde öncelik sırasına koymanıza olanak sağlayan, zahmetsizce erişim ve toplantı zamanlamalarınızı yönetin.  Taahhütlerinizin başında kalın ve kullanımı kolay toplantı listeleme özelliği ile üretkenliği artırın. ",
  " Pay-as-you-go" : " Öde-git-git ",
  " Secure cloud storage" : " Güvenli bulut depolama ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : " Yıllık ödenirse ",
  "Title" : "Unvan ",
  "Enter Meeting Title" : "Toplantı Başlığını Girin ",
  "Description" : "Açıklama ",
  "Enter Meeting Description" : "Toplantı Açıklamasını Gir ",
  "Users" : "Kullanıcılar ",
  "Start Date/Time" : "Başlangıç Tarihi/Saati ",
  "Select Date/Time" : "Tarih/Saat Seç ",
  "Duration" : "Süre ",
  "Enter Duration" : "Süre Gir ",
  "Close" : "Kapat ",
  "Create" : "Oluştur ",
  "minutes" : "dakika ",
  "Meeting Status" : "Toplantı Durumu ",
  "Join URL" : "Birleştirme URL 'si ",
  "Start URL" : "Başlangıç URL 'si ",
  "Google Meet" : "Google Buluştu ",
  "Google Meet Settings" : "Google Tanıma Ayarları ",
  "Google Meet Json File" : "Google Json Dosyasını Karşıla ",
  "Create New Meeting" : "Yeni Toplantı Oluştur ",
  "Calendar" : "Takvim ",
  "Mettings" : "Kesmeler ",
  "Day" : "Gün ",
  "Week" : "Hafta ",
  "Month" : "Ay ",
  "Calendar View" : "Takvim Görünümü ",
  "Create Google Meet" : "Google Meet Oluştur ",
  "Invitees" : "Davetliler ",
  "Meeting Date / Time" : "Toplantı Tarihi/Saati ",
  "URL" : "URL Adresi ",
  "Status" : "Durum ",
  "minute" : "dakika ",
  "Meeting Info" : "Toplantı Bilgileri ",
  "View Meeting" : "Toplantıyı Görüntüle ",
  "You haven't authorized your google account to Create Google Meeting. Click " : "Google hesabınızı Google Meeting oluşturmak için yetkilendirmediniz.  Tıklatın   ",
  "You haven't uploaded your Google Meet Credentials JSON file. Please upload it by opening the" : "Google, Kimlik Bilgileri JSON dosyasını karşıya yüklemediniz.  Lütfen dosyayı açarak karşıya yükleyin: ",
  " Settings!" : " Ayarlar! ",
  "Permission denied." : "İzin reddedildi. ",
  "Invalid access token" : "Erişim simgesi geçersiz ",
  "Meeting not found." : "Toplantı bulunamadı. ",
  "Meeting delete sucessfully." : "Toplantı başarıyla başarıyla silindi. ",
  "Authentication Successful" : "Kimlik Doğrulaması Başarılı"
}