{
  "Permission denied." : "Berechtigung verweigert. ",
  "Folder successfully created." : "Ordner wurde erfolgreich erstellt. ",
  "Spreadsheet Successfully Updated!" : "Tabellenkalkulation erfolgreich aktualisiert! ",
  "Permission Denied." : "Berechtigung verweigert. ",
  "Updated Successfully." : "Erfolgreich aktualisiert. ",
  "Permission Denied" : "Berechtigung verweigert ",
  "Spreadsheet" : "Arbeitsblatt ",
  "View" : "Anzeigen ",
  "Manage Spreadsheet" : "Arbeitsblatt verwalten ",
  "Create File" : "Datei erstellen ",
  "Create New Folders" : "Neue Ordner erstellen ",
  "Create Folder" : "Ordner erstellen ",
  "modal name" : "modaler Name ",
  "Related To" : "Verwandt mit ",
  "Value" : "Wert ",
  "Apply" : "Anwenden ",
  "apply" : "Anwenden ",
  "Reset" : "Zurücksetzen ",
  "File / Folder Name" : "Datei-/Ordnername ",
  "Related" : "Zugehörig ",
  "Action" : "Aktion ",
  "Add Share" : "Anteil hinzufügen ",
  "Share Folder" : "Ordner freigeben ",
  "Add Related" : "Zugehörige hinzufügen ",
  "Related Folder" : "Zugehöriger Ordner ",
  "Edit Folder" : "Ordner bearbeiten ",
  "Edit" : "Bearbeiten ",
  "Edit File" : "Datei bearbeiten ",
  "Select Item" : "Element auswählen ",
  "Save" : "Speichern ",
  "Staff" : "Personal ",
  "Condition Field" : "Bedingungsfeld ",
  "Select Staff" : "Mitarbeiter auswählen ",
  "Please Select" : "Bitte auswählen ",
  "Cancel" : "Abbrechen ",
  "Share" : "Gemeinsam nutzen ",
  "Create" : "Erstellen ",
  "File Name" : "Dateiname ",
  "Folder Name" : "Ordnername ",
  "Select related first" : "Zusammengehörige erste auswählen ",
  "Update" : "Aktualisieren ",
  "Software Details" : "Softwaredetails ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Ein Tabellenkalkulationsprogramm ist ein leistungsfähiges Tool, das das Datenmanagement vereinfacht und Ihnen ermöglicht, Informationen mühelos zu erstellen, zu organisieren und zu analysieren.  Von Basisberechnungen bis zur automatisierten Datenanalyse strafft Tabellenkalkulationen ein breites Spektrum von alltäglichen Aufgaben. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Simplify Data Management with Spreadsheets" : "Vereinfachen Sie das Datenmanagement mit Spreadsheets ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "Spreadsheets sind vielseitige digitale Tools für die effiziente Organisation, Analyse und Visualisierung von Daten in einem Grid-Format, ideal für Berechnungen, Datenmanagement und Diagrammerstellung. ",
  "How is a spreadsheet useful" : "Wie ist ein Tabellenkalkulationsprogramm nützlich ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "Sie können Unterordner in Ordnern erstellen und diese mit Benutzern gemeinsam nutzen.  Ordnen Sie auch verschiedene Module wie Projekte, Leads, Deals, Verträge usw. zu, mit diesen Ordnern, um zugehörige Daten zu organisieren.  Darüber hinaus können Sie den Ordner direkt in diesen Modulen gemeinsam nutzen, um einen einfachen Zugriff zu ermöglichen und das Datenmanagement und die Onlinezusammenarbeit zu optimieren. ",
  "Some Benefits Of Using Spreadsheet" : "Einige Vorteile der Verwendung von Tabellenkalkulation ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Sie können die Daten nach Bedarf bearbeiten, analysieren und visualisieren, um den Tabelleninhalt zu verwenden.  Tabellenkalkulationen sind leistungsstarke Tools für Aufgaben wie Finanzanalyse, Datenverfolgung und Berichterstellung, die eine strukturierte und organisierte Methode für die Arbeit mit Daten bereitstellen. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "Buy Now " : "Jetzt kaufen"
}