{
  "Permission denied." : "Permiso denegado. ",
  "Folder successfully created." : "Carpeta creada satisfactoriamente. ",
  "Spreadsheet Successfully Updated!" : "Hoja de cálculo correctamente actualizada. ",
  "Permission Denied." : "Permiso Denegado. ",
  "Updated Successfully." : "Actualizado Correctamente. ",
  "Permission Denied" : "Permiso denegado ",
  "Spreadsheet" : "Hoja ",
  "View" : "Vista ",
  "Manage Spreadsheet" : "Gestionar hoja de cálculo ",
  "Create File" : "Crear archivo ",
  "Create New Folders" : "Crear nuevas carpetas ",
  "Create Folder" : "Crear carpeta ",
  "modal name" : "Nombre modal ",
  "Related To" : "Relacionado Con ",
  "Value" : "Valor ",
  "Apply" : "Aplicar ",
  "apply" : "aplicar ",
  "Reset" : "Restablecer ",
  "File / Folder Name" : "Nombre de archivo/carpeta ",
  "Related" : "Relacionado ",
  "Action" : "Acción ",
  "Add Share" : "Añadir acciones ",
  "Share Folder" : "Compartir carpeta ",
  "Add Related" : "Añadir Related ",
  "Related Folder" : "Carpeta relacionada ",
  "Edit Folder" : "Editar carpeta ",
  "Edit" : "Editar ",
  "Edit File" : "Editar archivo ",
  "Select Item" : "Seleccionar elemento ",
  "Save" : "Guardar ",
  "Staff" : "Personal ",
  "Condition Field" : "Campo de condición ",
  "Select Staff" : "Seleccionar personal ",
  "Please Select" : "Seleccione ",
  "Cancel" : "Cancelar ",
  "Share" : "Cuota ",
  "Create" : "Crear ",
  "File Name" : "Nombre de archivo ",
  "Folder Name" : "Nombre de carpeta ",
  "Select related first" : "Seleccionar primero relacionado ",
  "Update" : "Actualización ",
  "Software Details" : "Detalles de software ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Una hoja de cálculo es una potente herramienta que simplifica la gestión de datos, lo que le permite crear, organizar y analizar información sin esfuerzo.  Desde los cálculos básicos hasta el análisis automatizado de datos, las hojas de cálculo agilizan una amplia gama de tareas diarias. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "Simplify Data Management with Spreadsheets" : "Simplificar la gestión de datos con hojas de cálculo ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "Las hojas de cálculo son herramientas digitales versátiles para organizar, analizar y visualizar datos de forma eficiente en un formato de cuadrícula, ideal para cálculos, gestión de datos y creación de gráficos. ",
  "How is a spreadsheet useful" : "Cómo es útil una hoja de cálculo ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "Puede crear subcarpetas dentro de carpetas y compartirlas con los usuarios.  También asociar varios módulos como proyectos, clientes potenciales, ofertas, contratos, etc., con estas carpetas para organizar los datos relacionados.  Además, puede compartir la carpeta directamente dentro de estos módulos para facilitar el acceso, agilizando la gestión de datos y la colaboración. ",
  "Some Benefits Of Using Spreadsheet" : "Algunas Ventajas De Utilizar La Hoja De Cálculo ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Para utilizar el contenido de la hoja de cálculo, puede manipular, analizar y visualizar los datos según sea necesario.  Las hojas de cálculo son herramientas potentes para tareas como el análisis financiero, el seguimiento de datos y la creación de informes, proporcionando una forma estructurada y organizada de trabajar con datos. ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "for your business?" : "¿Para su negocio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : " si se paga anualmente ",
  "Buy Now " : "Comprar ahora"
}