{
  "Permission denied." : "Autorisation refusée. ",
  "Folder successfully created." : "Le dossier a été créé. ",
  "Spreadsheet Successfully Updated!" : "Feuille de calcul mise à jour réussie ! ",
  "Permission Denied." : "Autorisation refusée. ",
  "Updated Successfully." : "Mise à jour réussie. ",
  "Permission Denied" : "Autorisation refusée ",
  "Spreadsheet" : "Tableur ",
  "View" : "Afficher ",
  "Manage Spreadsheet" : "Gérer les feuilles de calcul ",
  "Create File" : "Créer un fichier ",
  "Create New Folders" : "Créer des dossiers ",
  "Create Folder" : "Créer un dossier ",
  "modal name" : "Nom modal ",
  "Related To" : "Lipar à ",
  "Value" : "Valeur ",
  "Apply" : "Appliquer ",
  "apply" : "Appliquer ",
  "Reset" : "Réinitialiser ",
  "File / Folder Name" : "Nom du fichier / dossier ",
  "Related" : "Connexe ",
  "Action" : "Action ",
  "Add Share" : "Ajouter un partage ",
  "Share Folder" : "Partager le dossier ",
  "Add Related" : "Ajouter associé ",
  "Related Folder" : "Dossier associé ",
  "Edit Folder" : "Editer le dossier ",
  "Edit" : "Editer ",
  "Edit File" : "Editer le fichier ",
  "Select Item" : "Sélectionner un article ",
  "Save" : "Sauvegarder ",
  "Staff" : "Personnel ",
  "Condition Field" : "Zone de condition ",
  "Select Staff" : "Sélectionner le personnel ",
  "Please Select" : "Veuillez sélectionner ",
  "Cancel" : "Annuler ",
  "Share" : "Partager ",
  "Create" : "Créer ",
  "File Name" : "Nom de fichier ",
  "Folder Name" : "Nom du dossier ",
  "Select related first" : "Sélectionner tout d'abord ",
  "Update" : "Mise à jour ",
  "Software Details" : "Détails du logiciel ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Une feuille de calcul est un outil puissant qui simplifie la gestion des données, ce qui vous permet de créer, d'organiser et d'analyser sans effort des informations.  Des calculs de base à l'analyse automatisée des données, les feuilles de calcul rationalisent un large éventail de tâches quotidiennes. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Simplify Data Management with Spreadsheets" : "Simplifier la gestion des données avec les tableurs ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "Les tableurs sont des outils numériques polyvalents pour organiser, analyser et visualiser efficacement les données dans un format de grille, idéal pour les calculs, la gestion des données et la création de graphiques. ",
  "How is a spreadsheet useful" : "Comment une feuille de calcul est-elle utile ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "Vous pouvez créer des sous-dossiers dans des dossiers et les partager avec des utilisateurs.  Associa également divers modules comme des projets, des opportunités commerciales, des contrats, des contrats, etc., avec ces dossiers pour organiser les données associées.  De plus, vous pouvez partager le dossier directement dans ces modules pour un accès facile, en rationalisant la gestion des données et la collaboration. ",
  "Some Benefits Of Using Spreadsheet" : "Quelques avantages de l'utilisation de la feuille de calcul ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Pour utiliser le contenu de la feuille de calcul, vous pouvez manipuler, analyser et visualiser les données si nécessaire.  Les feuilles de calcul sont des outils puissants pour des tâches telles que l'analyse financière, le suivi des données et la génération de rapports, fournissant une méthode structurée et organisée pour travailler avec les données. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for your business?" : "Pour votre entreprise? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "Buy Now " : "Acheter maintenant"
}