{
  "Permission denied." : "Permesso negato. ",
  "Folder successfully created." : "Cartella creata correttamente. ",
  "Spreadsheet Successfully Updated!" : "Spreadsheet Aggiornato correttamente! ",
  "Permission Denied." : "Permesso Negato. ",
  "Updated Successfully." : "Aggiornato Correttamente. ",
  "Permission Denied" : "Permesso Negato ",
  "Spreadsheet" : "Foglio di calcolo ",
  "View" : "Vista ",
  "Manage Spreadsheet" : "Gestione Spreadsheet ",
  "Create File" : "Crea file ",
  "Create New Folders" : "Crea Nuove Cartelle ",
  "Create Folder" : "Crea Cartella ",
  "modal name" : "nome modale ",
  "Related To" : "Correlato A ",
  "Value" : "Valore ",
  "Apply" : "Applicare ",
  "apply" : "applicare ",
  "Reset" : "Reset ",
  "File / Folder Name" : "Nome file / cartella ",
  "Related" : "Correlato ",
  "Action" : "Azione ",
  "Add Share" : "Aggiungi condivisione ",
  "Share Folder" : "Condividi Cartella ",
  "Add Related" : "Aggiungi correlato ",
  "Related Folder" : "Cartella Correlata ",
  "Edit Folder" : "Modifica Cartella ",
  "Edit" : "Modifica ",
  "Edit File" : "Modifica file ",
  "Select Item" : "Seleziona articolo ",
  "Save" : "Salva ",
  "Staff" : "Personale ",
  "Condition Field" : "Campo condizione ",
  "Select Staff" : "Seleziona personale ",
  "Please Select" : "Per favore Seleziona ",
  "Cancel" : "Annulla ",
  "Share" : "Condividi ",
  "Create" : "Crea ",
  "File Name" : "Nome file ",
  "Folder Name" : "Nome cartella ",
  "Select related first" : "Selezionare prima correlato ",
  "Update" : "Aggiornamento ",
  "Software Details" : "Dettagli software ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Un foglio di calcolo è un potente strumento che semplifica la gestione dei dati, consentendo di creare senza sforzo, organizzare e analizzare le informazioni.  Dai calcoli di base all'analisi automatizzata dei dati, i fogli di calcolo snelliscono una vasta gamma di attività quotidiane. ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Simplify Data Management with Spreadsheets" : "Semplifica la gestione dei dati con i fogli elettronici ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "I fogli di calcolo sono strumenti digitali versatili per organizzare in modo efficiente, analizzando e visualizzando i dati in formato griglia, ideale per calcoli, gestione dei dati e creazione grafico. ",
  "How is a spreadsheet useful" : "Come è utile un foglio di calcolo ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "È possibile creare sottocartelle all'interno delle cartelle e condividerle con gli utenti.  Inoltre associare vari moduli come progetti, lead, accordi, contratti, etc., con queste cartelle per organizzare i dati correlati.  Inoltre, è possibile condividere la cartella direttamente all'interno di questi moduli per un facile accesso, snellendo la gestione dei dati e la collaborazione. ",
  "Some Benefits Of Using Spreadsheet" : "Alcuni Vantaggi Di Utilizzo Di Fogli Di Calcolo ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Per utilizzare il contenuto di fogli di calcolo, è possibile manipolare, analizzare e visualizzare i dati in base alle necessità.  I fogli di calcolo sono strumenti potenti per compiti quali l'analisi finanziaria, il tracciamento dei dati e la segnalazione, fornendo un modo strutturato e organizzato per lavorare con i dati. ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "for your business?" : "per la tua attività? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Unlimited installation" : "Installazione illimitata ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Monthly" : "Mensile ",
  "Yearly" : "Annuale ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : " se retribui ",
  "Buy Now " : "Compra ora"
}