{
  "Permission denied." : "Toestemming geweigerd. ",
  "Folder successfully created." : "Map is gemaakt. ",
  "Spreadsheet Successfully Updated!" : "Spreadsheet is bijgewerkt! ",
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Updated Successfully." : "Bijgewerkt. ",
  "Permission Denied" : "Toestemming geweigerd ",
  "Spreadsheet" : "Spreadsheet ",
  "View" : "Bekijken ",
  "Manage Spreadsheet" : "Spreadsheet beheren ",
  "Create File" : "Bestand maken ",
  "Create New Folders" : "Nieuwe mappen maken ",
  "Create Folder" : "Map maken ",
  "modal name" : "modale naam ",
  "Related To" : "Gerelateerd aan ",
  "Value" : "Waarde ",
  "Apply" : "Toepassen ",
  "apply" : "Toepassen ",
  "Reset" : "Opnieuw instellen ",
  "File / Folder Name" : "Bestands-/mapnaam ",
  "Related" : "Gerelateerd ",
  "Action" : "Actie ",
  "Add Share" : "Share toevoegen ",
  "Share Folder" : "Map delen ",
  "Add Related" : "Gerelateerde toevoegen ",
  "Related Folder" : "Verwante map ",
  "Edit Folder" : "Map bewerken ",
  "Edit" : "Bewerken ",
  "Edit File" : "Bestand bewerken ",
  "Select Item" : "Item selecteren ",
  "Save" : "Opslaan ",
  "Staff" : "Personeel ",
  "Condition Field" : "Voorwaardeveld ",
  "Select Staff" : "Personeel selecteren ",
  "Please Select" : "Selecteer ",
  "Cancel" : "Annuleren ",
  "Share" : "Delen ",
  "Create" : "Maken ",
  "File Name" : "Bestandsnaam ",
  "Folder Name" : "Mapnaam ",
  "Select related first" : "Selecteer de bijbehorende eerste ",
  "Update" : "Bijwerken ",
  "Software Details" : "Softwaregegevens ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Een spreadsheet is een krachtig hulpprogramma dat gegevensbeheer vereenvoudigt, waardoor u moeiteloos informatie kunt maken, ordenen en analyseren.  Van basisberekeningen tot geautomatiseerde gegevensanalyse stroomlijnt spreadsheets een breed scala aan dagelijkse taken. ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "View Live Demo" : "Live-demo bekijken ",
  "Simplify Data Management with Spreadsheets" : "Gegevensbeheer vereenvoudigen met spreadsheets ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "Spreadsheets zijn veelzijdige digitale tools voor het efficiënt organiseren, analyseren en visualiseren van gegevens in een rasterformaat, ideaal voor berekeningen, gegevensbeheer en het maken van diagrammen. ",
  "How is a spreadsheet useful" : "Hoe is een spreadsheet nuttig ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "U kunt submappen maken in mappen en deze delen met gebruikers.  Ook associëren verschillende modules zoals projecten, leads, deals, contracten, enz., met deze mappen om gerelateerde gegevens te organiseren.  Daarnaast kunt u de map direct in deze modules delen voor eenvoudige toegang, het stroomlijnen van het gegevensbeheer en de samenwerking. ",
  "Some Benefits Of Using Spreadsheet" : "Enkele Voordelen Van Het Gebruik Van Spreadsheet ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Als u spreadsheetcontent wilt gebruiken, kunt u de benodigde gegevens bewerken, analyseren en visualiseren.  Spreadsheets zijn krachtige tools voor taken zoals financiële analyse, gegevenstracering en rapportage, het verstrekken van een gestructureerde en georganiseerde manier om met gegevens te werken. ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "for your business?" : "Voor jouw zaken? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Monthly" : "Maandelijks ",
  "Yearly" : "Jaarlijks ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "Buy Now " : "Nu kopen"
}