{
  "Permission denied." : "Permissão negada. ",
  "Folder successfully created." : "Pasta criada com sucesso. ",
  "Spreadsheet Successfully Updated!" : "Planilha Atualizada Com Sucesso! ",
  "Permission Denied." : "Permissão Negada. ",
  "Updated Successfully." : "Atualizado Com Sucesso. ",
  "Permission Denied" : "Permissão Negada ",
  "Spreadsheet" : "Planilha ",
  "View" : "Visualização ",
  "Manage Spreadsheet" : "Gerenciar Planilha ",
  "Create File" : "Criar Arquivo ",
  "Create New Folders" : "Criar Novas Pastas ",
  "Create Folder" : "Criar Pasta ",
  "modal name" : "nome modal ",
  "Related To" : "Relacionado a ",
  "Value" : "Valor ",
  "Apply" : "Aplicar ",
  "apply" : "aplicar ",
  "Reset" : "Reajuste ",
  "File / Folder Name" : "Arquivo / Nome da Pasta ",
  "Related" : "Relacionados ",
  "Action" : "Ação ",
  "Add Share" : "Adicionar Compartilhamento ",
  "Share Folder" : "Pasta Compartilhar ",
  "Add Related" : "Adicionar Relacionamento ",
  "Related Folder" : "Pasta Relacionada ",
  "Edit Folder" : "Editar Pasta ",
  "Edit" : "Editar ",
  "Edit File" : "Editar Arquivo ",
  "Select Item" : "Selecionar Item ",
  "Save" : "Salvar ",
  "Staff" : "Equipe ",
  "Condition Field" : "Campo de condição ",
  "Select Staff" : "Selecionar Staff ",
  "Please Select" : "Por favor Selecione ",
  "Cancel" : "Cancelar ",
  "Share" : "Compartilhar ",
  "Create" : "Criar ",
  "File Name" : "Nome do Arquivo ",
  "Folder Name" : "Nome da pasta ",
  "Select related first" : "Selecione primeiro relacionado ",
  "Update" : "Atualização ",
  "Software Details" : "Detalhes do Software ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Uma planilha é uma ferramenta poderosa que simplifica o gerenciamento de dados, possibilitando que você crie sem esforço, organize e analise informações.  A partir de cálculos básicos para análise automatizada de dados, as planilhas agiliza uma ampla gama de tarefas cotidianas. ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Buy Now" : "Comprar Agora ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Simplify Data Management with Spreadsheets" : "Simplifique o Gerenciamento de Dados com Spreadsheets ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "As planilhas são ferramentas digitais versáteis para organizar eficientemente, analisar e visualizar dados em um formato de grade, ideal para cálculos, gerenciamento de dados e criação de gráficos. ",
  "How is a spreadsheet useful" : "Como é útil uma planilha ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "É possível criar subpastas dentro das pastas e compartilhá-las com os usuários.  Associe também vários módulos como projetos, leads, acordos, contratos, etc., com essas pastas a organizar dados relacionados.  Adicionalmente, é possível compartilhar a pasta diretamente dentro desses módulos para fácil acesso, agilizando a gestão de dados e a colaboração. ",
  "Some Benefits Of Using Spreadsheet" : "Alguns Benefícios De Usar Planilha ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Para usar o conteúdo da planilha, é possível manipular, analisar e visualizar os dados conforme a necessidade.  As planilhas são ferramentas poderosas para tarefas como análise financeira, rastreamento de dados e relatórios, proporcionando uma forma estruturada e organizada para trabalhar com dados. ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "for your business?" : "para o seu negócio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Monthly" : "Mensal ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  " if paid monthly" : " se pago mensalmente ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  " if paid yearly" : " se pago anualmente ",
  "Buy Now " : "Comprar Agora"
}