{
  "Permission denied." : "В разрешении отказано. ",
  "Folder successfully created." : "Папка успешно создана. ",
  "Spreadsheet Successfully Updated!" : "Электронная таблица успешно обновлена! ",
  "Permission Denied." : "Разрешение отклонилось. ",
  "Updated Successfully." : "Успешно обновлено. ",
  "Permission Denied" : "Отказ в разрешении ",
  "Spreadsheet" : "Электронная таблица ",
  "View" : "Вид ",
  "Manage Spreadsheet" : "Управление электронной таблицей ",
  "Create File" : "Создать файл ",
  "Create New Folders" : "Создать новые папки ",
  "Create Folder" : "Создать папку ",
  "modal name" : "имя модального ",
  "Related To" : "Связано с ",
  "Value" : "Значение ",
  "Apply" : "Применить ",
  "apply" : "применить ",
  "Reset" : "Сброс ",
  "File / Folder Name" : "Имя файла/папки ",
  "Related" : "Связанный ",
  "Action" : "Действие ",
  "Add Share" : "Добавить общий ресурс ",
  "Share Folder" : "Папка общих ресурсов ",
  "Add Related" : "Добавить связанные ",
  "Related Folder" : "Связанная папка ",
  "Edit Folder" : "Изменить папку ",
  "Edit" : "Изменить ",
  "Edit File" : "Изменить файл ",
  "Select Item" : "Выбрать элемент ",
  "Save" : "Сохранить ",
  "Staff" : "Сотрудники ",
  "Condition Field" : "Поле условия ",
  "Select Staff" : "Выбрать персонал ",
  "Please Select" : "Выберите ",
  "Cancel" : "Отмена ",
  "Share" : "Совместное использование ",
  "Create" : "Создать ",
  "File Name" : "Имя файла ",
  "Folder Name" : "Имя папки ",
  "Select related first" : "Выбрать связанную первую ",
  "Update" : "Обновить ",
  "Software Details" : "Сведения о программе ",
  "A spreadsheet is a powerful tool that simplifies data management, enabling you to effortlessly create, organize, and analyze information. From basic calculations to automated data analysis, spreadsheets streamline a wide range of everyday tasks." : "Электронная таблица-это мощный инструмент, упрощающий управление данными, позволяющий без труда создавать, организовывать и анализировать информацию.  На основе базовых вычислений для автоматического анализа данных электронные таблицы упорядочивали широкий спектр повседневных задач. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Simplify Data Management with Spreadsheets" : "Упрощение управления данными с помощью электронных таблиц ",
  "Spreadsheets are versatile digital tools for efficiently organizing, analyzing, and visualizing data in a grid format, ideal for calculations, data management, and chart creation." : "Электронные таблицы-это универсальные цифровые инструменты для эффективной организации, анализа и визуализации данных в формате грида, идеальных для вычислений, управления данными и создания диаграмм. ",
  "How is a spreadsheet useful" : "Как использовать электронную таблицу ",
  "You can create subfolders within folders and share them with users. Also associate various modules like projects, leads, deals, contracts, etc., with these folders to organize related data. Additionally, you can share the folder directly within these modules for easy access, streamlining data management and collaboration." : "Можно создавать подпапки в папках и использовать их совместно с пользователями.  Также связывать различные модули, такие как проекты, сделки, сделки, контракты и т.д., с этими папками для организации связанных данных.  Кроме того, вы можете использовать папку непосредственно в этих модулях для упрощения доступа, оптимизации управления данными и совместной работы. ",
  "Some Benefits Of Using Spreadsheet" : "Некоторые Преимущества Использования Электронной Таблицы ",
  "To use spreadsheet content , you can manipulate, analyze, and visualize the data as needed. Spreadsheets are powerful tools for tasks such as financial analysis, data tracking, and reporting, providing a structured and organized way to work with data." : "Чтобы использовать содержимое электронных таблиц, можно работать с данными, анализировать их и визуализировать.  Электронные таблицы-это мощные инструменты для таких задач, как финансовый анализ, отслеживание данных и отчетность, которые обеспечивают структурированный и организованный способ работы с данными. ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for your business?" : "для вашего бизнеса? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : " если оплачиваемый год ",
  "Buy Now " : "Купить сейчас"
}