{
  "Permission Denied." : "Tilladelse nægtet. ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Document does not exist" : "Dokumentet findes ikke ",
  "Please select any document" : "Vælg et dokument ",
  "Something went wrong.." : "Noget gik galt .. ",
  "Some thing went wronge." : "Nogle ting gik galt. ",
  "Please set proper configuration for Api Key" : "Angiv en korrekt konfiguration for Api-nøgle ",
  "Text was not generated, please try again" : "Teksten er ikke genereret. Prøv igen ",
  "Document successfully deleted ." : "Dokumentet er slettet. ",
  "Something is wrong." : "Der er noget galt. ",
  "History" : "Historie ",
  "AI Document" : "AI-dokument ",
  "AI Document History" : "AI dokumenthistorik ",
  "Document Name" : "Dokumentnavn ",
  "Category" : "Kategori ",
  "Language" : "Sprog ",
  "word used" : "ord anvendt ",
  "Created On" : "Oprettet den ",
  "Action" : "Handling ",
  "Edit" : "Redigér ",
  "Creativity " : "Kreativitet   ",
  "Select Creativity level" : "Vælg kreativitetsniveau ",
  "Low" : "Lav ",
  "Average" : "Gennemsnitligt ",
  "High" : "Højt ",
  "Tone of Voice " : "Tone of Voice   ",
  "Select tone of voice" : "Vælg tone af stemme ",
  "Number of Results" : "Antal resultater ",
  "Select max number of result" : "Vælg maks. antal resultater ",
  "Max Result Length " : "Maksimal resultatlængde   ",
  "Max Result Length" : "Maksimal resultatlængde ",
  "Generate Text" : "Generér tekst ",
  "Document Name:" : "Dokumentnavn: ",
  "Save Document" : "Gem dokument ",
  "All Response Export as Word Document" : "Alle svareksport som Word-dokument ",
  "Copy All Response" : "Kopiér alt svar ",
  "Pre" : "Pre ",
  "Next" : "Næste ",
  "Export as Word Document" : "Eksportér som Word-dokument ",
  "Copy Response" : "Kopiér svar ",
  "Regenerate Response" : "Generér svar igen ",
  "All" : "Alle ",
  "Content" : "Indhold ",
  "Blog" : "Blog ",
  "Website" : "Websted ",
  "Social Media" : "Social Media ",
  "Email" : "E-mail ",
  "Video" : "Video ",
  "Other" : "Andet ",
  "Software Details" : "Softwaredetaljer ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Dokument udnytter OpenAI AI-teknologiens kraft til at generere enestående indhold, billeder og kode, samtidig med at det sikres, at den er fri for plagiat.  Det øger og opretter fængslende indhold på flere sprog.  Brugerne kan automatisk generere billeder ved at levere beskrivelser, og Tale til tekstfunktionen gør det nemmere at tale i realtid.  Administrationspanelet giver administratorer mulighed for at tilpasse OpenAI-modeladgang for forskellige brugergrupper.  Lås op for potentialet i din virksomhed med AI-dokumentet ved at ændre de tilpassede abonnementsplaner, der passer til dine mål.  Acceptér denne fleksible SaaS-løsning og propel din virksomhed med rentabilitet. ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Buy Now" : "Køb nu ",
  "View Live Demo" : "Vis Live-demo ",
  "AI WRITING ASSISTANT " : "AI SKRIVEASSISTENT   ",
  "AND" : "OG ... ",
  " CONTENT GENERATOR TOOL" : " CONTENT GENERATOR-VÆRKTØJ ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "AI-dokumentet kan hurtigt fremstille indhold af høj kvalitet, der sparer tid i forhold til manuelle skriveprocesser. ",
  "Increased Productivity" : "Øget produktivitet ",
  "Time-Saving" : "Time-Saving ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Med AI-dokumentets evne til at generere indhold kan virksomheder udarbejde en stor mængde artikler, blogindlæg, indhold af sociale medier og mere, øge produktiviteten og indholdsoutputtet. ",
  "Cost-Effective" : "Omkostninger-effektiv ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI Dokument eliminerer behovet for at ansætte eller outsource indholdsudlæsningsprogrammer ved at reducere omkostningerne i forbindelse med oprettelse af indhold. ",
  "Consistency" : "Konsistenstilstand ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Dokument sikrer konsistens i tone, typografi og brandstemme i hele det genererede indhold, og vedligeholder et sammenhængende varemærkeimage. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Flersproget funktion og forebyggelse af plagiat ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "AI-dokumentet kan skabe indhold på flere sprog, lette den globale rækkevidde og lokaliseringsgrad, som kan findes og undgå plagiat, generere original og entydigt indhold, som opfylder etiske standarder. ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "for your business?" : "for din virksomhed? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Monthly" : "Månedligt ",
  "Yearly" : "Årligt ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  " if paid monthly" : " betaling pr. måned ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  " if paid yearly" : "hvis betalt årligt"
}