{
  "Permission Denied." : "Berechtigung verweigert. ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Document does not exist" : "Dokument ist nicht vorhanden ",
  "Please select any document" : "Wählen Sie ein Dokument aus ",
  "Something went wrong.." : "Etwas ging schief. ",
  "Some thing went wronge." : "Irgendein Ding ging in die Wronge. ",
  "Please set proper configuration for Api Key" : "Legen Sie die richtige Konfiguration für Api Key fest. ",
  "Text was not generated, please try again" : "Text wurde nicht generiert. Versuchen Sie es erneut. ",
  "Document successfully deleted ." : "Das Dokument wurde erfolgreich gelöscht. ",
  "Something is wrong." : "Etwas ist falsch. ",
  "History" : "Protokoll ",
  "AI Document" : "AI-Dokument ",
  "AI Document History" : "AI-Dokumentprotokoll ",
  "Document Name" : "Dokumentname ",
  "Category" : "Kategorie ",
  "Language" : "Sprache ",
  "word used" : "Verwendete Wörter ",
  "Created On" : "Erstellt am ",
  "Action" : "Aktion ",
  "Edit" : "Bearbeiten ",
  "Creativity " : "Kreativität   ",
  "Select Creativity level" : "Kreativitätsebene auswählen ",
  "Low" : "Niedrig ",
  "Average" : "Durchschnitt ",
  "High" : "Hoch ",
  "Tone of Voice " : "Ton der Stimme   ",
  "Select tone of voice" : "Ton der Stimme auswählen ",
  "Number of Results" : "Anzahl der Ergebnisse ",
  "Select max number of result" : "Max. Anzahl der Ergebnisse auswählen ",
  "Max Result Length " : "Max. Ergebnislänge   ",
  "Max Result Length" : "Max. Ergebnislänge ",
  "Generate Text" : "Text generieren ",
  "Document Name:" : "Dokumentname: ",
  "Save Document" : "Dokument speichern ",
  "All Response Export as Word Document" : "Alle Antwortexporte als Word-Dokument ",
  "Copy All Response" : "Alle Antworten kopieren ",
  "Pre" : "Vor ",
  "Next" : "Weiter ",
  "Export as Word Document" : "Als Word-Dokument exportieren ",
  "Copy Response" : "Antwort kopieren ",
  "Regenerate Response" : "Antwort erneut generieren ",
  "All" : "Alle ",
  "Content" : "Inhalt ",
  "Blog" : "Blog ",
  "Website" : "Website ",
  "Social Media" : "Soziale Medien ",
  "Email" : "E-Mail ",
  "Video" : "Video ",
  "Other" : "Sonstige ",
  "Software Details" : "Softwaredetails ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "Das AI-Dokument bietet die Leistung der OpenAI-KI-Technologie, um einzigartige Inhalte, Bilder und Codes zu generieren und gleichzeitig dafür zu sorgen, dass sie frei von Plagiaten ist.  Es verbessert und schafft fesselnde Inhalte in mehreren Sprachen.  Benutzer können mühelos Bilder erstellen, indem sie Beschreibungen bereitstellen, und das Feature \"Speech to Text\" ermöglicht Echtzeit-Konversationen.  Das Verwaltungsfenster ermächtigt Administratoren, OpenAI-Modellzugriff für verschiedene Benutzergruppen anzupassen.  Erschließen Sie das Potenzial Ihres Unternehmens mit AI-Dokumenten, indem Sie personalisierte Subskriptionspläne erstellen, die sich an Ihren Zielen ausrichten.  Nutzen Sie diese flexible SaaS-Lösung und treiben Sie Ihr Geschäft in Richtung Profitabilität. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "AI WRITING ASSISTANT " : "AI WRITING ASSISTANT   ",
  "AND" : "UND ",
  " CONTENT GENERATOR TOOL" : " TOOL FÜR INHALTSERZEUGUNG ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "AI Document kann schnell qualitativ hochwertige Inhalte produzieren, wodurch signifikante Zeit im Vergleich zu manuellen Schreibprozessen eingespart wird. ",
  "Increased Productivity" : "Erhöhte Produktivität ",
  "Time-Saving" : "Zeit-Speichern ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Mit AI Document Fähigkeit, Inhalte im Maßstab zu generieren, können Unternehmen ein großes Volumen von Artikeln, Blog-Beiträge, Social-Media-Inhalte, und mehr, die Steigerung der Produktivität und der Content-Output. ",
  "Cost-Effective" : "Kostenwirksam ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI Document eliminiert die Notwendigkeit, Inhaltsschreiber einzustellen oder zu outsource, wodurch die Kosten für die Erstellung von Inhalten reduziert werden. ",
  "Consistency" : "Konsistenz ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Document sorgt für Konsistenz in Ton, Stil und Markenstimme während des gesamten generierten Inhalts und sorgt so für ein einheitliches Markenimage. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Multilinguale Fähigkeiten und Plagiate-Prävention ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "AI Document kann Inhalte in mehreren Sprachen erstellen, die globale Reichweite und Lokalisierung erleichtern. Das AI-Dokument kann Plagiate erkennen und vermeiden, wodurch originale und einzigartige Inhalte generiert werden, die ethische Standards erfüllen. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : "wenn jährlich gezahlt"
}