{
  "Permission Denied." : "Autorisation refusée. ",
  "Permission denied." : "Autorisation refusée. ",
  "Document does not exist" : "Le document n'existe pas ",
  "Please select any document" : "Sélectionnez un document ",
  "Something went wrong.." : "Quelque chose s'est mal passé. ",
  "Some thing went wronge." : "Il y a quelque chose de ronge. ",
  "Please set proper configuration for Api Key" : "Veuillez définir la configuration appropriée pour la clé Api ",
  "Text was not generated, please try again" : "Le texte n'a pas été généré, veuillez réessayer ",
  "Document successfully deleted ." : "Le document a été supprimé. ",
  "Something is wrong." : "Quelque chose ne va pas. ",
  "History" : "Historique ",
  "AI Document" : "Document AI ",
  "AI Document History" : "Historique des documents AI ",
  "Document Name" : "Nom du document ",
  "Category" : "Catégorie ",
  "Language" : "Langue ",
  "word used" : "Mot utilisé ",
  "Created On" : "Créé le ",
  "Action" : "Action ",
  "Edit" : "Editer ",
  "Creativity " : "Créativité   ",
  "Select Creativity level" : "Sélectionner le niveau de créativité ",
  "Low" : "Faible ",
  "Average" : "Moyenne ",
  "High" : "Élevé ",
  "Tone of Voice " : "Tone de la voix   ",
  "Select tone of voice" : "Sélectionner le ton de la voix ",
  "Number of Results" : "Nombre de résultats ",
  "Select max number of result" : "Sélectionner le nombre maximal de résultats ",
  "Max Result Length " : "Longueur maximale des résultats   ",
  "Max Result Length" : "Longueur maximale des résultats ",
  "Generate Text" : "Générer le texte ",
  "Document Name:" : "Nom du document: ",
  "Save Document" : "Enregistrer le document ",
  "All Response Export as Word Document" : "Toutes les réponses Exporter en tant que document Word ",
  "Copy All Response" : "Copier toutes les réponses ",
  "Pre" : "Pré ",
  "Next" : "Suivant ",
  "Export as Word Document" : "Exporter en tant que document Word ",
  "Copy Response" : "Copier la réponse ",
  "Regenerate Response" : "Régénérer la réponse ",
  "All" : "Tous ",
  "Content" : "Contenu ",
  "Blog" : "Blogue ",
  "Website" : "Site Web ",
  "Social Media" : "Médias sociaux ",
  "Email" : "Courrier électronique ",
  "Video" : "Vidéo ",
  "Other" : "Autres ",
  "Software Details" : "Détails du logiciel ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Document exploite la puissance de la technologie d'OpenAI AI pour générer un contenu, des images et un code uniques tout en s'assurant qu'il est exempt de plagiat.  Il améliore et crée un contenu captivant en plusieurs langues.  Les utilisateurs peuvent générer sans effort des images en fournissant des descriptions, et la fonction Speech to Text facilite les conversations en temps réel.  Le panneau d'administration permet aux administrateurs de personnaliser l'accès au modèle OpenAI pour différents groupes d'utilisateurs.  Déverrouez le potentiel de votre entreprise avec IA Document en vous permettant d'élaborer des plans d'abonnement personnalisés qui correspondent à vos objectifs.  Embrasse cette solution SaaS souple et propulse votre entreprise vers la rentabilité. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "AI WRITING ASSISTANT " : "ASSISTANT D'ÉCRITURE AI   ",
  "AND" : "ET ",
  " CONTENT GENERATOR TOOL" : " OUTIL DE GÉNÉRATION DE CONTENU ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "L'AI Document peut rapidement produire un contenu de haute qualité, ce qui permet d'économiser beaucoup de temps par rapport aux processus d'écriture manuelle. ",
  "Increased Productivity" : "Productivité accrue ",
  "Time-Saving" : "Heure-Enregistrement ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Grâce à la capacité du document AI à générer du contenu à l'échelle, les entreprises peuvent produire un grand volume d'articles, de billets de blog, de contenu de médias sociaux, et plus encore, une augmentation de la productivité et de la production de contenu. ",
  "Cost-Effective" : "Coût-En vigueur ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI Document élimine la nécessité d'embaucher ou de démettre des rédacteurs de contenu, ce qui réduit les coûts associés à la création de contenu. ",
  "Consistency" : "Cohérence ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Document assure la cohérence dans le ton, le style et la voix de marque tout au long du contenu généré, en maintenant une image de marque cohésive. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Capacités multilingues et prévention du plagiat ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "Le document AI peut créer du contenu dans plusieurs langues, facilitant ainsi la portée mondiale et les efforts de localisation. Le document peut détecter et éviter le plagiat, générant un contenu original et unique répondant aux normes éthiques ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for your business?" : "Pour votre entreprise? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : "S'ils sont payés annuellement"
}