{
  "Permission Denied." : "Permesso Negato. ",
  "Permission denied." : "Permesso negato. ",
  "Document does not exist" : "Il documento non esiste ",
  "Please select any document" : "Si prega di selezionare qualsiasi documento ",
  "Something went wrong.." : "Qualcosa è andato storto .. ",
  "Some thing went wronge." : "Qualche cosa è andata a torto. ",
  "Please set proper configuration for Api Key" : "Impostare una corretta configurazione per Api Key ",
  "Text was not generated, please try again" : "Il testo non è stato generato, si prega di riprovare ",
  "Document successfully deleted ." : "Documento cancellato correttamente. ",
  "Something is wrong." : "Qualcosa non va. ",
  "History" : "Storia ",
  "AI Document" : "Documento AI ",
  "AI Document History" : "Cronologia documenti AI ",
  "Document Name" : "Nome documento ",
  "Category" : "Categoria ",
  "Language" : "Lingua ",
  "word used" : "parola usata ",
  "Created On" : "Creato su ",
  "Action" : "Azione ",
  "Edit" : "Modifica ",
  "Creativity " : "Creatività   ",
  "Select Creativity level" : "Seleziona Livello di creatività ",
  "Low" : "Basso ",
  "Average" : "Media ",
  "High" : "Alto ",
  "Tone of Voice " : "Tono di Voce   ",
  "Select tone of voice" : "Seleziona tono di voce ",
  "Number of Results" : "Numero di risultati ",
  "Select max number of result" : "Seleziona max numero di risultato ",
  "Max Result Length " : "Lunghezza massima del risultato   ",
  "Max Result Length" : "Lunghezza massima del risultato ",
  "Generate Text" : "Genera testo ",
  "Document Name:" : "Nome documento: ",
  "Save Document" : "Salva documento ",
  "All Response Export as Word Document" : "Tutte le esportazioni di risposta come documento Word ",
  "Copy All Response" : "Copia tutte le risposte ",
  "Pre" : "Pre ",
  "Next" : "Successivo ",
  "Export as Word Document" : "Esporta come documento Word ",
  "Copy Response" : "Risposta copia ",
  "Regenerate Response" : "Rigenera risposta ",
  "All" : "Tutto ",
  "Content" : "Contenuto ",
  "Blog" : "Blog ",
  "Website" : "Sito web ",
  "Social Media" : "Supporto sociale ",
  "Email" : "Email ",
  "Video" : "Video ",
  "Other" : "Altro ",
  "Software Details" : "Dettagli software ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Document sfratta la potenza della tecnologia OpenAI AI per generare contenuti unici, immagini e codice pur garantendo che sia libero dal plagio.  Migliora e crea contenuti capeggianti in più lingue.  Gli utenti possono generare senza sforzo le immagini fornendo descrizioni, e la funzione Speech to Text facilita le conversazioni in tempo reale.  Il pannello admin emette amministratori per personalizzare l'accesso modello OpenAI per diversi gruppi di utenti.  Sblocca il potenziale del tuo business con AI Document by crafting personalizzato piani di abbonamento che si allineano con i tuoi obiettivi.  Abbracciare questa soluzione SaaS flessibile e propedire la tua attività verso la redditività. ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "View Live Demo" : "Visualizza Live Demo ",
  "AI WRITING ASSISTANT " : "ASSISTENTE DI SCRITTURA   ",
  "AND" : "E ",
  " CONTENT GENERATOR TOOL" : " STRUMENTO GENERATORE DI CONTENUTI ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "Il Documento AI può produrre rapidamente contenuti di alta qualità, risparmiando tempo significativo rispetto ai processi di scrittura manuale. ",
  "Increased Productivity" : "Produttività aumentata ",
  "Time-Saving" : "Tempo - Salvatura ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Grazie alla possibilità di AI Document di generare contenuti in scala, le aziende possono produrre un grande volume di articoli, post sul blog, contenuti dei social media e altro, aumentando la produttività e l'output dei contenuti .. ",
  "Cost-Effective" : "Costo - Effettivo ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI Document elimina la necessità di noleggiare o esternare gli scrittori di contenuti, riducendo i costi associati alla creazione di contenuti. ",
  "Consistency" : "Consistenza ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Document garantisce la coerenza in tono, stile e voce del brand in tutto il contenuto generato, mantenendo un'immagine del marchio coesa. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Funzionalità Multilingue & Plagiarismo Prevenzione ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "L'AI Documento può creare contenuti in più lingue, facilitando il raggiungimento globale e la localizzazione degli sforzi di localizzazione - AI Documento può rilevare ed evitare il plagio, generando contenuti originali e unici che soddisfano gli standard etici ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "for your business?" : "per la tua attività? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Unlimited installation" : "Installazione illimitata ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Monthly" : "Mensile ",
  "Yearly" : "Annuale ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : "se retribui"
}