{
  "Permission Denied." : "許可が拒否されました",
  "Permission denied." : "アクセス権が拒否",
  "Document does not exist" : "文書が存在しません",
  "Please select any document" : "文書を選択してください",
  "Something went wrong.." : "何かがおかしい",
  "Some thing went wronge." : "何かが頭を振った。",
  "Please set proper configuration for Api Key" : "Api キーの適切な構成を設定してください",
  "Text was not generated, please try again" : "テキストは生成されませんでした。やり直してください",
  "Document successfully deleted ." : "文書が正常に削除された",
  "Something is wrong." : "何かおかしい",
  "History" : "歴史",
  "AI Document" : "AI ドキュメント",
  "AI Document History" : "AI ドキュメント履歴",
  "Document Name" : "文書名",
  "Category" : "種別",
  "Language" : "言語",
  "word used" : "使われる言葉",
  "Created On" : "作成日",
  "Action" : "アクション",
  "Edit" : "編集",
  "Creativity " : "創造性 ",
  "Select Creativity level" : "創造性レベルの選択",
  "Low" : "ロウ",
  "Average" : "平均",
  "High" : "ハイ",
  "Tone of Voice " : "トーン・オブ・ボイス ",
  "Select tone of voice" : "音声のトーンを選択",
  "Number of Results" : "結果の数",
  "Select max number of result" : "結果の最大数を選択",
  "Max Result Length " : "最大結果長 ",
  "Max Result Length" : "最大結果長",
  "Generate Text" : "テキストの生成",
  "Document Name:" : "ドキュメント名:",
  "Save Document" : "文書の保存",
  "All Response Export as Word Document" : "Word 文書としてのすべての応答エクスポート",
  "Copy All Response" : "応答をすべてコピー",
  "Pre" : "プレプレ",
  "Next" : "次",
  "Export as Word Document" : "Word 文書としてエクスポート",
  "Copy Response" : "応答のコピー",
  "Regenerate Response" : "応答の再生成",
  "All" : "オール",
  "Content" : "内容",
  "Blog" : "ブログ",
  "Website" : "Web サイト",
  "Social Media" : "ソーシャル・メディア",
  "Email" : "E メール",
  "Video" : "ビデオ",
  "Other" : "その他",
  "Software Details" : "ソフトウェアの詳細",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI ドキュメントは、 OpenAI の AI 技術の力を活用して、固有のコンテンツ、画像、コードを生成し、それを盗作から解放することができる。 複数の言語のコンテンツを拡張し、魅惑的なコンテンツを作り出します。 ユーザーは、説明を提供することによって画像を容易に生成でき、音声 / テキスト機能によりリアルタイムの会話が容易になります。 管理者パネルは、さまざまなユーザー・グループに対する OpenAI モデル・アクセスをカスタマイズする権限を管理者に対して 目標に合致するパーソナライズされたサブスクリプション・プランを作成することにより、 AI ドキュメントを使用してビジネスの可能性をロック解除します。 この柔軟な SaaS ソリューションを推進し、収益性に対するビジネスを推進します。",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Buy Now" : "今すぐ購入",
  "View Live Demo" : "ライブ・デモの表示",
  "AI WRITING ASSISTANT " : "アイライティングアシスタント ",
  "AND" : "アンド",
  " CONTENT GENERATOR TOOL" : " コンテンツ生成ツール",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "AI ドキュメントは、手動による書き込みプロセスに比べて、高品質のコンテンツを素早く作成することができます。",
  "Increased Productivity" : "生産性の向上",
  "Time-Saving" : "時間-保存中",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "AI ドキュメントによる規模のコンテンツの生成により、企業は大量の記事、ブログ投稿、ソーシャル・メディア・コンテンツなどを生み出すことができ、生産性とコンテンツの出力を増大させることができます。",
  "Cost-Effective" : "コストの有効化",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI ドキュメントにより、コンテンツ作成者を採用したり、アウトソーシングする必要がなくなり、コンテンツの作成に伴うコストが削減されます。",
  "Consistency" : "整合性",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI ドキュメントは、生成されたコンテンツ全体で音色、スタイル、およびブランドの音声に一貫性があることを確認し、まといのブランド・イメージを維持",
  "Multilingual Capabilities & Plagiarism Prevention" : "マルチリンガル・ケイパビリティーおよびプラギアリズムの防止",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "AI ドキュメントは、複数の言語でコンテンツを作成でき、グローバルなリーチとローカリゼーションを容易にすることができます。 AI ドキュメントは、盗作を検出して回避し、倫理基準を満たす独自のコンテンツを生成することができます。",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "for your business?" : "あなたのビジネスに ?",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Unlimited installation" : "無制限のインストール",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Monthly" : "月次",
  "Yearly" : "毎年",
  "Billed monthly, or" : "毎月請求された、または",
  " if paid monthly" : " 毎月支払われる場合",
  "Billed yearly, or" : "年単位での請求",
  " if paid yearly" : "毎年支払われる場合"
}