{
  "Permission Denied." : "Toestemming Geweigerd. ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Document does not exist" : "Document bestaat niet ",
  "Please select any document" : "Selecteer een document ",
  "Something went wrong.." : "Er ging iets mis. ",
  "Some thing went wronge." : "Er is iets misgegaan. ",
  "Please set proper configuration for Api Key" : "Stel de juiste configuratie voor Api Key in ",
  "Text was not generated, please try again" : "Tekst is niet gegenereerd. Probeer het opnieuw. ",
  "Document successfully deleted ." : "Document is gewist. ",
  "Something is wrong." : "Er is iets mis. ",
  "History" : "Historie ",
  "AI Document" : "AI-document ",
  "AI Document History" : "Historie AI-document ",
  "Document Name" : "Documentnaam ",
  "Category" : "Categorie ",
  "Language" : "Taal ",
  "word used" : "woord gebruikt ",
  "Created On" : "Gemaakt op ",
  "Action" : "Actie ",
  "Edit" : "Bewerken ",
  "Creativity " : "Creativiteit   ",
  "Select Creativity level" : "Selecteer het niveau van de creativiteit ",
  "Low" : "Laag ",
  "Average" : "Gemiddelde ",
  "High" : "Hoog ",
  "Tone of Voice " : "Toon van de stem   ",
  "Select tone of voice" : "Toon de toon van de stem ",
  "Number of Results" : "Aantal resultaten ",
  "Select max number of result" : "Max. aantal resultaten selecteren ",
  "Max Result Length " : "Max. resultaatlengte   ",
  "Max Result Length" : "Max. resultaatlengte ",
  "Generate Text" : "Tekst genereren ",
  "Document Name:" : "Documentnaam: ",
  "Save Document" : "Document opslaan ",
  "All Response Export as Word Document" : "Alle respons-export als Word-document ",
  "Copy All Response" : "Alle respons kopiëren ",
  "Pre" : "Vooraf ",
  "Next" : "Volgende ",
  "Export as Word Document" : "Exporteren als Word-document ",
  "Copy Response" : "Antwoord kopiëren ",
  "Regenerate Response" : "Regenereren van respons ",
  "All" : "Alle ",
  "Content" : "Inhoud ",
  "Blog" : "Blog ",
  "Website" : "Website ",
  "Social Media" : "Sociale media ",
  "Email" : "E-mail ",
  "Video" : "Video ",
  "Other" : "Andere ",
  "Software Details" : "Softwaregegevens ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Document harnassen de kracht van OpenAI AI-technologie te genereren unieke inhoud, beelden, en code, terwijl ervoor te zorgen dat het vrij is van plagiaat.  Het verbetert en creëert boeiende inhoud in meerdere talen.  Gebruikers kunnen moeiteloos afbeeldingen genereren door beschrijvingen te geven en de functie Speech to Text vergemakkelijkt real-time gesprekken.  Het beheerpaneel machtigde beheerders om de OpenAI-modeltoegang voor verschillende gebruikersgroepen aan te passen.  Ontgrendel het potentieel van uw bedrijf met AI-document door crafting gepersonaliseerde abonnement plannen die lijn met uw doelstellingen.  Omarm deze flexibele SaaS-oplossing en propel uw bedrijf in de richting van winstgevendheid. ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "View Live Demo" : "Live-demo bekijken ",
  "AI WRITING ASSISTANT " : "AI SCHRIJF ASSISTENT   ",
  "AND" : "EN ",
  " CONTENT GENERATOR TOOL" : " TOOL VOOR CONTENTGENERATOR ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "AI Document kan snel produceren van hoge kwaliteit inhoud, bespaart aanzienlijke tijd in vergelijking met handmatige schrijfprocessen. ",
  "Increased Productivity" : "Verhoogde Productiviteit ",
  "Time-Saving" : "Tijd-Opslaan ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Met AI Document in staat om inhoud te genereren op schaal, kunnen bedrijven produceren een groot volume van artikelen, blog posts, sociale media-inhoud, en meer, het verhogen van de productiviteit en de inhoud van de uitvoer .. ",
  "Cost-Effective" : "Kosteneffectief ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI Document elimineert de noodzaak om te huren of outsource content schrijvers, het verminderen van de kosten in verband met het creëren van inhoud. ",
  "Consistency" : "Consistentie ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Document zorgt voor consistentie in toon, stijl, en merk stem in de gegenereerde inhoud, het handhaven van een coherent merk beeld. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Meertalige mogelijkheden & plagiaat preventie ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "AI Document kan maken van inhoud in meerdere talen, het faciliteren van wereldwijde reach en lokalisatie moeiteloos. AI document kan detecteren en te voorkomen plagiaat, het genereren van originele en unieke inhoud die voldoet aan ethische normen ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "for your business?" : "Voor jouw zaken? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Monthly" : "Maandelijks ",
  "Yearly" : "Jaarlijks ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : "indien betaald jaarlijks"
}