{
  "Permission Denied." : "Odmowa uprawnień. ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Document does not exist" : "Dokument nie istnieje ",
  "Please select any document" : "Wybierz dowolny dokument ",
  "Something went wrong.." : "Coś poszło nie tak .. ",
  "Some thing went wronge." : "Niektóre rzeczy zostały skrzywdzone. ",
  "Please set proper configuration for Api Key" : "Ustaw poprawną konfigurację klucza Api ",
  "Text was not generated, please try again" : "Tekst nie został wygenerowany. Spróbuj ponownie. ",
  "Document successfully deleted ." : "Dokument został pomyślnie usunięty. ",
  "Something is wrong." : "Coś jest nie tak. ",
  "History" : "Historia ",
  "AI Document" : "Dokument AI ",
  "AI Document History" : "Historia dokumentu AI ",
  "Document Name" : "Nazwa dokumentu ",
  "Category" : "Kategoria ",
  "Language" : "Język ",
  "word used" : "użyte słowo ",
  "Created On" : "Utworzono dnia ",
  "Action" : "Działanie ",
  "Edit" : "Edytuj ",
  "Creativity " : "Kreatywność   ",
  "Select Creativity level" : "Wybierz poziom kreatywności ",
  "Low" : "Niski ",
  "Average" : "Średnia ",
  "High" : "Wysoki ",
  "Tone of Voice " : "Ton głosu   ",
  "Select tone of voice" : "Wybierz ton głosu ",
  "Number of Results" : "Liczba wyników ",
  "Select max number of result" : "Wybierz maksymalną liczbę wyników ",
  "Max Result Length " : "Maksymalna długość wyniku   ",
  "Max Result Length" : "Maksymalna długość wyniku ",
  "Generate Text" : "Generuj tekst ",
  "Document Name:" : "Nazwa dokumentu: ",
  "Save Document" : "Zapisz dokument ",
  "All Response Export as Word Document" : "Wszystkie odpowiedzi na eksport jako dokument programu Word ",
  "Copy All Response" : "Kopiuj wszystkie odpowiedzi ",
  "Pre" : "Pre ",
  "Next" : "Następny ",
  "Export as Word Document" : "Eksportuj jako dokument programu Word ",
  "Copy Response" : "Kopiuj odpowiedź ",
  "Regenerate Response" : "Ponownie wygeneruj odpowiedź ",
  "All" : "Wszystko ",
  "Content" : "Zawartość ",
  "Blog" : "Blog ",
  "Website" : "Serwis WWW ",
  "Social Media" : "Media społecznościowe ",
  "Email" : "Adres e-mail ",
  "Video" : "Wideo ",
  "Other" : "Inne ",
  "Software Details" : "Szczegóły oprogramowania ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Document uprzęgła moc technologii OpenAI AI do generowania unikalnych treści, obrazów i kodu przy jednoczesnym zapewnieniu, że jest ona wolna od plagiatu.  Zwiększa i tworzy hermetyzację treści w wielu językach.  Użytkownicy mogą bezproblemowo generować obrazy, udostępniając opisy, a funkcja Speech to Text ułatwia konwersacje w czasie rzeczywistym.  Panel administracyjny upoważnia administratorów do dostosowywania dostępu do modelu OpenAI dla różnych grup użytkowników.  Odblokuj potencjał swojej firmy z AI Document poprzez crafting spersonalizowane plany abonamentowe, które dostosowują się do Twoich celów.  Objęcie tym elastycznym rozwiązaniem SaaS i propel prowadzenia działalności w kierunku rentowności. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "AI WRITING ASSISTANT " : "ASYSTENT DO PISANIA   ",
  "AND" : "ORAZ ",
  " CONTENT GENERATOR TOOL" : " NARZĘDZIE GENERATOR TREŚCI ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "Dokument AI umożliwia szybkie tworzenie wysokiej jakości treści, co pozwala na oszczędność czasu w porównaniu z ręcznymi procesami zapisu. ",
  "Increased Productivity" : "Zwiększona produktywność ",
  "Time-Saving" : "Czas-oszczędzanie ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Dzięki posiadanej przez AI Dokumentu możliwości generowania treści w skali, przedsiębiorstwa mogą tworzyć dużą ilość artykułów, wpisów na blogu, treści w mediach społecznościowych, a co więcej, zwiększenie produktywności i danych wyjściowych. ",
  "Cost-Effective" : "Opłacalne ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "Dokument AI eliminuje konieczność wypożyczenia lub outsourcowania programów piszących treści, redukując koszty związane z tworzeniem treści. ",
  "Consistency" : "Spójność ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Document zapewnia konsystencję w tonacji, stylu i głosie marki w całej generowanej treści, zachowując spójny wizerunek marki. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Wielojęzyczne Możliwości & Plagiarism Prevention ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "AI Dokument może tworzyć treści w wielu językach, ułatwiając globalny zasięg i lokalizację. Dokument AI może wykrywać i unikać plagiatu, generując oryginalne i unikalne treści, które spełniają normy etyczne ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "for your business?" : "dla Twojej firmy? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "With Dash, możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : "jeśli płatny roczny"
}