{
  "Permission Denied." : "Permissão Negada. ",
  "Permission denied." : "Permissão negada. ",
  "Document does not exist" : "Documento não existe ",
  "Please select any document" : "Selecione qualquer documento ",
  "Something went wrong.." : "Algo deu errado .. ",
  "Some thing went wronge." : "Alguma coisa foi wronge. ",
  "Please set proper configuration for Api Key" : "Por favor, configure a configuração adequada para Api Key ",
  "Text was not generated, please try again" : "Texto não foi gerado, tente novamente ",
  "Document successfully deleted ." : "Documento excluído com sucesso. ",
  "Something is wrong." : "Algo está errado. ",
  "History" : "Histórico ",
  "AI Document" : "Documento de AI ",
  "AI Document History" : "Histórico de Documento AI ",
  "Document Name" : "Nome do Documento ",
  "Category" : "Categoria ",
  "Language" : "Idioma ",
  "word used" : "palavra usada ",
  "Created On" : "Criado Em ",
  "Action" : "Ação ",
  "Edit" : "Editar ",
  "Creativity " : "Criatividade   ",
  "Select Creativity level" : "Selecione Criatividade nível ",
  "Low" : "Baixo ",
  "Average" : "Média ",
  "High" : "Alto ",
  "Tone of Voice " : "Tom de Voz   ",
  "Select tone of voice" : "Selecionar tom de voz ",
  "Number of Results" : "Número de Resultados ",
  "Select max number of result" : "Selecionar número máximo de resultado ",
  "Max Result Length " : "Comprimento Do Resultado Max   ",
  "Max Result Length" : "Comprimento Do Resultado Max ",
  "Generate Text" : "Gerar Texto ",
  "Document Name:" : "Nome do Documento: ",
  "Save Document" : "Salvar Documento ",
  "All Response Export as Word Document" : "Todas as Exportações de Resposta como Documento Word ",
  "Copy All Response" : "Copiar Toda Resposta ",
  "Pre" : "Pre ",
  "Next" : "Próximo ",
  "Export as Word Document" : "Exportar como Documento do Word ",
  "Copy Response" : "Resposta de Cop ",
  "Regenerate Response" : "Regenerar Resposta ",
  "All" : "Todos ",
  "Content" : "Conteúdo ",
  "Blog" : "Blog ",
  "Website" : "Website ",
  "Social Media" : "Mídias Sociais ",
  "Email" : "E-mail ",
  "Video" : "Vídeo ",
  "Other" : "Outro ",
  "Software Details" : "Detalhes do Software ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Documento prejudica o poder da tecnologia de IA OpenAI para gerar conteúdo exclusivo, imagens e código enquanto garante que está livre do plágio.  Ele aprimora e cria conteúdo cativante em vários idiomas.  Os usuários podem facilmente gerar imagens fornecendo descrições, e o recurso Speech to Text facilita as conversas em tempo real.  O painel admin empodera os administradores para customizar o acesso do modelo OpenAI para diferentes grupos de usuários.  Desbloqueie o potencial do seu negócio com o AI Documento por meio de planos de assinatura personalizados que se alinhe com seus objetivos.  Abrace esta solução SaaS flexível e propicie seu negócio em direção à lucratividade. ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Buy Now" : "Comprar Agora ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "AI WRITING ASSISTANT " : "ASSISTENTE DE ESCRITA   ",
  "AND" : "E ",
  " CONTENT GENERATOR TOOL" : " FERRAMENTA GERADOR DE CONTEÚDO ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "O Documento AI pode produzir rapidamente conteúdo de alta qualidade, economizando tempo significativo em comparação com os processos manuais de escrita. ",
  "Increased Productivity" : "Maior Produtividade ",
  "Time-Saving" : "Tempo-Saving ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Com a capacidade de AI Document para gerar conteúdo em escala, as empresas podem produzir um grande volume de artigos, posts de blog, conteúdo de mídia social e muito mais, aumentando a produtividade e a saída de conteúdo .. ",
  "Cost-Effective" : "Custo-Efetivo ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "O AI Document elimina a necessidade de contratar ou outsource escritores de conteúdo, reduzindo custos associados à criação de conteúdo. ",
  "Consistency" : "Consistência ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "O AI Document garante consistência em tom, estilo e voz de marca em todo o conteúdo gerado, mantendo uma imagem de marca coesa. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Capacidades Multilíngües & Prevenção de Plagiarismo ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "O Documento AI pode criar conteúdo em vários idiomas, facilitando o alcance global e o esforço de localização Os documentos podem detectar e evitar o plágio, gerando conteúdo original e exclusivo que atenda aos padrões éticos ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "for your business?" : "para o seu negócio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Monthly" : "Mensal ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  " if paid monthly" : " se pago mensalmente ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  " if paid yearly" : "se pago anualmente"
}