{
  "Permission Denied." : "Разрешение отклонилось. ",
  "Permission denied." : "В разрешении отказано. ",
  "Document does not exist" : "Документ не существует ",
  "Please select any document" : "Выберите любой документ ",
  "Something went wrong.." : "Что-то не так ... ",
  "Some thing went wronge." : "Что-то пошло не так. ",
  "Please set proper configuration for Api Key" : "Задайте правильную конфигурацию для ключа Api ",
  "Text was not generated, please try again" : "Текст не создан, повторите попытку ",
  "Document successfully deleted ." : "Документ успешно удален. ",
  "Something is wrong." : "Что-то не так. ",
  "History" : "История ",
  "AI Document" : "Документ AI ",
  "AI Document History" : "Хронология документов AI ",
  "Document Name" : "Имя документа ",
  "Category" : "Категория ",
  "Language" : "Язык ",
  "word used" : "используется слово ",
  "Created On" : "Создано ",
  "Action" : "Действие ",
  "Edit" : "Изменить ",
  "Creativity " : "Творчество   ",
  "Select Creativity level" : "Выбрать уровень креативности ",
  "Low" : "Низкий ",
  "Average" : "Среднее ",
  "High" : "Высокий ",
  "Tone of Voice " : "Тон голоса   ",
  "Select tone of voice" : "Выберите тон голоса ",
  "Number of Results" : "Число результатов ",
  "Select max number of result" : "Выберите максимальное число результатов ",
  "Max Result Length " : "Максимальная длина результата   ",
  "Max Result Length" : "Максимальная длина результата ",
  "Generate Text" : "Создать текст ",
  "Document Name:" : "Имя документа: ",
  "Save Document" : "Сохранить документ ",
  "All Response Export as Word Document" : "Весь экспорт ответов в виде документа Word ",
  "Copy All Response" : "Копировать весь ответ ",
  "Pre" : "Предварительно ",
  "Next" : "Далее ",
  "Export as Word Document" : "Экспортировать как документ Word ",
  "Copy Response" : "Копировать ответ ",
  "Regenerate Response" : "Регенерировать ответ ",
  "All" : "Все ",
  "Content" : "Содержимое ",
  "Blog" : "Блог ",
  "Website" : "Вебсайт ",
  "Social Media" : "Социальные сети ",
  "Email" : "Электронная почта ",
  "Video" : "Видео ",
  "Other" : "Прочие ",
  "Software Details" : "Сведения о программе ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "AI Document Hartows the pows of OpenAI AI technology to generate unique content, images, and code while  Он расширяет и создает капирующее содержимое на нескольких языках.  Пользователи могут легко создавать изображения, предоставляя описания, а функция Speech to Text облегчает диалоги в режиме реального времени.  Панель администрирования предоставляет администраторам возможность настроить доступ к модели OpenAI для различных групп пользователей.  Разблокировать потенциал вашего бизнеса с помощью документа AI путем создания персонализированных планов подписки, которые соответствуют вашим целям.  Прими это гибкое решение SaaS и продай свой бизнес на прибыльность. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "AI WRITING ASSISTANT " : "ПОМОЩНИК АЙ   ",
  "AND" : "И ",
  " CONTENT GENERATOR TOOL" : " ИНСТРУМЕНТ ГЕНЕРАТОРА СОДЕРЖИМОГО ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "AI Document может быстро создавать высококачественные материалы, сохраним значительное время по сравнению с ручным письменным процессом. ",
  "Increased Productivity" : "Повышение производительности ",
  "Time-Saving" : "Экономия времени ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "Благодаря возможности создания документов AI для генерирования контента в масштабе бизнеса, предприятия могут производить большой объем статей, блогов, социальных медиа-материалов и больше, увеличивая производительность и производительность. ",
  "Cost-Effective" : "Затраты-Эффективные ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "Документ AI устраняет необходимость нанять или переработать средства записи содержимого, сокращает затраты, связанные с созданием содержимого. ",
  "Consistency" : "Согласованность ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Document обеспечивает согласованность в тонусе, стиле и фирменном звучание на протяжении всего сгенерированного контента, сохраним сплоченный образ бренда. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Многоязычный потенциал и профилактика плагиата ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "Документ AI может создавать контент на нескольких языках, облегчающий глобальный охват и локализацию. Документ AI может обнаруживать и избегать плагиата, генерируя оригинальный и уникальный контент, отвечающий этическим стандартам ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for your business?" : "для вашего бизнеса? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : "если оплачиваемый год"
}