{
  "Permission Denied." : "İzin Reddedildi. ",
  "Permission denied." : "İzin reddedildi. ",
  "Document does not exist" : "Belge yok ",
  "Please select any document" : "Lütfen herhangi bir belge seçin ",
  "Something went wrong.." : "Bir şeyler ters gitti. ",
  "Some thing went wronge." : "Bazı şeyler yanlış gitti. ",
  "Please set proper configuration for Api Key" : "Lütfen, Api Anahtarı için uygun yapılandırmayı ayarlayın ",
  "Text was not generated, please try again" : "Metin oluşturulmadı, lütfen yeniden deneyin ",
  "Document successfully deleted ." : "Belge başarıyla silindi. ",
  "Something is wrong." : "Bir sorun var. ",
  "History" : "Geçmiş ",
  "AI Document" : "AI Belgesi ",
  "AI Document History" : "AI Belge Geçmişi ",
  "Document Name" : "Belge Adı ",
  "Category" : "Kategori ",
  "Language" : "Dil ",
  "word used" : "kullanılan sözcük ",
  "Created On" : "Oluşturulduğu Tarih ",
  "Action" : "Eylem ",
  "Edit" : "Düzenle ",
  "Creativity " : "Yaratıcılık   ",
  "Select Creativity level" : "Yaratıcılık düzeyini seçin ",
  "Low" : "Düşük ",
  "Average" : "Ortalama ",
  "High" : "Yüksek ",
  "Tone of Voice " : "Ses tonu   ",
  "Select tone of voice" : "Ses tonunu seç ",
  "Number of Results" : "Sonuç Sayısı ",
  "Select max number of result" : "Sonuç sayısı üst sınırını seçin ",
  "Max Result Length " : "Sonuç Uzunluğu Üst Sınırı   ",
  "Max Result Length" : "Sonuç Uzunluğu Üst Sınırı ",
  "Generate Text" : "Metin Oluştur ",
  "Document Name:" : "Belge Adı: ",
  "Save Document" : "Belgeyi Kaydet ",
  "All Response Export as Word Document" : "Word Belgesi Olarak Tüm Yanıt Verme ",
  "Copy All Response" : "Tüm Yanıtı Kopyala ",
  "Pre" : "Öner ",
  "Next" : "Sonraki ",
  "Export as Word Document" : "Word Belgesi Olarak Dışa Aktar ",
  "Copy Response" : "Yanıtı Kopyala ",
  "Regenerate Response" : "Yanıtı Yeniden Oluştur ",
  "All" : "Tümü ",
  "Content" : "İçerik ",
  "Blog" : "Web Günlüğü ",
  "Website" : "Web Sitesi ",
  "Social Media" : "Sosyal Medya ",
  "Email" : "Eposta ",
  "Video" : "Görüntü ",
  "Other" : "Diğer ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "AI Document harnesses the power of OpenAI AI technology to generate unique content, images, and code while ensuring it is free from plagiarism. It enhances and creates captivating content in multiple languages. Users can effortlessly generate images by providing descriptions, and the Speech to Text feature facilitates real-time conversations. The admin panel empowers administrators to customize OpenAI model access for different user groups. Unlock the potential of your business with AI Document by crafting personalized subscription plans that align with your objectives. Embrace this flexible SaaS solution and propel your business toward profitability." : "Yapay AI Belgesi, OpenAI AI teknolojisinin gücünü, benzersiz içerik, resim ve kod üretmek için kullanır, ancak bu olanak, bilgi alma işlerinden kurtulmasını sağlar.  Birden çok dilde büyüleyici içerik geliştirir ve oluşturur.  Kullanıcılar açıklamaları sağlayarak zahmetsizce görüntüler oluşturabilir ve Speech to Text özelliği gerçek zamanlı sohbetleri kolaylaştırır.  Yönetici panosu, yöneticilere farklı kullanıcı grupları için OpenAI model erişimini özelleştirmeleri için yetki sağlar.  Amaçlarınızla uyumlu hale gelen kişiselleştirilmiş abonelik planları hazırlayarak, iş birinizin AI Belgesi ile potansiyeline sahip olduğunu ortaya çıkarın.  Bu esnek Hizmet Olarak Sunulan Yazılım çözümünü kabul edin ve işinizi kârlılığa doğru bir şekilde destekle. ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "AI WRITING ASSISTANT " : "AI YAZMA ASISTAN   ",
  "AND" : "VE ",
  " CONTENT GENERATOR TOOL" : " İçERIK OLU ",
  "AI Document can quickly produce high-quality content, saving significant time compared to manual writing processes." : "AI Belgesi, el ile yazma süreçlerine kıyasla önemli bir zaman tasarrufu elde etmek için yüksek kaliteli içerik üretebilir. ",
  "Increased Productivity" : "Artan Verimlilik ",
  "Time-Saving" : "Zaman tasarrufu ",
  "With AI Document ability to generate content at scale, businesses can produce a large volume of articles, blog posts, social media content, and more, increasing productivity and content output.." : "AI Belgesi ile ölçekte içerik üretme yeteneği sayesinde işletmeler, büyük hacmli makaleler, web günlüğü gönderileri, sosyal medya içeriği ve daha fazlasını üretebilir, üretkenliği ve içerik çıkışını artırır. ",
  "Cost-Effective" : "Maliyet-Etkili ",
  "AI Document eliminates the need to hire or outsource content writers, reducing costs associated with content creation." : "AI Belgesi, içerik yazarlarının işe alınması ya da içerikle ilgili olması gereklerini ortadan kaldırır, içerik oluşturma ile ilişkili maliyetleri azaltır. ",
  "Consistency" : "Tutarlılık ",
  "AI Document ensures consistency in tone, style, and brand voice throughout the generated content, maintaining a cohesive brand image." : "AI Belgesi, oluşturulan içerik boyunca ton, stil ve marka sesiyle tutarlılık sağlar ve uyumlu bir marka görüntüsü sağlar. ",
  "Multilingual Capabilities & Plagiarism Prevention" : "Çok Dilli Yetenekler ve Plegraism Önleme ",
  "AI Document can create content in multiple languages, facilitating global reach and localization efforts.AI Document can detect and avoid plagiarism, generating original and unique content that meets ethical standards" : "Yapay Zeka Belgesi birden çok dilde içerik oluşturabilir, küresel ulaşıma ve yerelleştirmeye olanak sağlayarak zahmetsiz yapay zeka Belgesi, etik standartları karşılayan özgün ve özgün içerikler oluşturabilir ve yağmalamalardan kaçınabilir ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "for your business?" : "İşiniz için mi? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Monthly" : "Ayda bir ",
  "Yearly" : "Yıllık ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : "Yıllık ödenirse"
}