{
  " if paid monthly" : " في حالة دفعها شهريا ",
  " if paid yearly" : " اذا تم دفعها سنويا ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "التوصل للبرامج المساعدة من العطلات للمحاسبة ، والموارد البشرية ، والمدفوعات ، و Leads ، والاتصالات ، والادارة ، والمزيد ، وكلهم في مكان واحد ! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "السماح للمستخدمين باختيار تاريخ من كشف-بدلا من ادخال المعلومات يدويا-يوفر لهم الوقت والجهد.  قد يكون المستخدم في محاولة لاحالة تاريخ أو تتبع ترتيب أو ترتيب المحتويات وفقا لمدى محدد من التواريخ أو نتائج ترشيح البيانات. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "تقويم الحدث هو نموذج تصميم يسمح للمستخدم باختيار تاريخ.  التواريخ لا يتم عرضها ككشف تقليدي يقوم المستخدم بالتصفح خلاله ، أو كمجالات ادخال حيث يقوم المستخدم بادخال الأرقام ، ولكن بالأحرى كتمثيل مرئي لتقويم شهري. ",
  "apply" : "تطبيق ",
  "Billed monthly, or" : "مشوي شهريا ، أو ",
  "Billed yearly, or" : "يتم ملئها سنويا ، أو ",
  "Buy Now" : "اشتر الآن ",
  "Calander" : "كاندر ",
  "Calendar" : "التقويم ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "التقويم هو طريقة متفردة لمفهوم تقويم الحدث التقليدي.  مستجيب بالكامل مع التصميم الحديث وعرض الأحداث الخاصة بك بسهولة لقراءتها وتجول فيها.  يتم حزم plugin بترسانة غنية من الخصائص والاختيارات لمساعدتك في تكوين الأحداث المفصلة والمفيدة بسرعة وبسهولة ! ",
  "Calendar syncing feature helps to schedule meetings" : "خاصية المزامنة للتقويم تساعد في جدولة الاجتماعات ",
  "Calender Helps You Simplify Your Work" : "كحاجز يساعدك في تبسيط عملك ",
  "Calender Type" : "نوع التقويم ",
  "Day" : "يوم ",
  "Download Calendar Json File" : "تحميل ملف Json للتقويم ",
  "Empower Your Workforce with DASH" : "تمكين قوة العمل الخاصة بك مع DASDH ",
  "Event Calendar" : "تقويم الحدث ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "تقاويم الحدث هي طريقة مرئية كبيرة للسماح للمستخدم بادخال تاريخ أو مدى تاريخ.  عند تنفيذ تقاويم الحدث ، يجب أن تأخذ في الاعتبار اختلاف نسق التاريخ عبر الثقافات.  أيضا ، يجب أن تقوم بمساعدة المستخدم من خلال عرض تواريخ أقرب الى الوقت الحالي. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "تقاويم الأحداث تكون في أفضل حالاتها عند قيام المستخدم بادخال التواريخ في المستقبل القريب أو الماضي ؛ عند التعامل مع المعلومات كثيرا في الماضي أو المستقبل ، يجب أن يقوم المستخدمين بارسال كل الصفحات المختلفة في تقويم الحدث قبل الوصول الى المطلوب  تاريخ أو مدى تاريخ.  على سبيل المثال ، إذا كان المستعملون يحاولون دخول تواريخ الميلاد ، فسيكون عليهم أن يجعلو العديد من الحركات خلال التقويم وستستغرق العملية وقتا أطول كلما زاد العمر ، وهذا ليس بأي شكل مثالي بالنسبة للمستخدمين الأكبر سنا (ناهيك عن downer المضاف إلى  وكثير منهم في الحصول على رؤية بصرية مطولة تظهر كم عمرهم !).   ",
  "for your business?" : "لعملك ؟ ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "الحصول على مشاهدة تقويم لكل تفاصيل الرصاص.  وباختصار ، لم تكن إدارة الرصاص أسهل من أي وقت مضى على الإطلاق فيما يتعلق بمدى وضوح الرؤية في النظام. ",
  "Google Calendar" : "تقويم جوجل ",
  "Google Calendar Id" : "هوية التقويم جوجل ",
  "Google Calendar json File" : "ملف Google تقويم json ",
  "Google Calender" : "جوجل كالندر ",
  "Leads Management" : "إدارة Leads ",
  "Local Calender" : "التقويم المحلي ",
  "Month" : "الشهر ",
  "Monthly" : "شهريا ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Permission denied." : "تم رفض التصريح. ",
  "Reset" : "ارجاع ",
  "Save Changes" : "حفظ التغييرات ",
  "Search" : "بحث ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Show all Events" : "عرض كل الأحداث ",
  "Software Details" : "تفاصيل البرامج ",
  "Speed up the User’s Process by Adding an Event Calendar" : "تسريع عملية المستخدم من خلال اضافة تقويم حدث ",
  "Synchronize in Google Calendar ?" : "المزامنة في تقويم Google ؟ ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "ان التقويم الذي له مشاهدة حدث يجعل من السهل الاحتفاظ بعلامة التبويب في الاجتماعات الهامة. ",
  "The Take Away" : "خذ بعيدا ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "سيتم مزامنة اجتماع التكبير / التصغير الذي تم تكوينه مع التقويم الذي سيقوم بعرض تفاصيل الاجتماع ، بالاضافة الى الأشخاص الذين سيتم ربطهم بالاجتماع وفي أي وقت.  تساعد خاصية تقويم التقويم هذه في جدولة الاجتماعات وفقا لذلك. ",
  "These details will be used to collect your Google Calendar events." : "سيتم استخدام هذه التفاصيل لتجميع أحداث تقويم Google الخاصة بك. ",
  "Type" : "النوع ",
  "Unlimited installation" : "تركيب غير محدود ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "والمستخدمون هم مخلوقات غير صبورة : أي شيء قد يبدو وكأنه مسار غير فعال للعمل لتحقيق الأهداف التي يرون أنها دون المستوى الأمثل ولأنها تأخذ نظرة قاتمة. ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "Week" : "الأسبوع ",
  "What are Event Calendars?" : "ما هي تقاويم الحدث ؟ ",
  "Why Choose an Event Calendar Design Pattern?" : "لماذا اختر نموذج تصميم تقويم الحدث ؟ ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "باستخدام شرطة ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان منفرد ",
  "Yearly" : "سنويا ",
  "You can use" : "يمكنك استخدام"
}