{
  " if paid monthly" : " betaling pr. måned ",
  " if paid yearly" : " hvis betalt årligt ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Tillader brugere at vælge en dato fra en liste-i stedet for at indtaste oplysningerne manuelt-sparer dem tid og besvær.  En bruger kan forsøge at indsende en dato, spore en ordre, arrangere indhold i henhold til et bestemt interval af datoer, eller filtrér resultater. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "En hændelseskalender er et designmønster, som gør det muligt for brugeren at vælge en dato.  Datoerne præsenteres ikke som en traditionel liste, som en bruger gennemsøger, eller som inputfelter, hvor brugeren indtaster tal, men snarere som en visuel repræsentation af en månedlig kalender. ",
  "apply" : "gælder ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  "Buy Now" : "Køb nu ",
  "Calander" : "Calander ",
  "Calendar" : "Kalender ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Kalender er en entydig tilgang til det klassiske hændelseskalenderkoncept.  Du reagerer fuldt ud med moderne design, og viser dine hændelser nemt at læse og navigere i vejen.  Pluginen er fyldt med Rich arsenal af faciliteter og indstillinger, der kan hjælpe dig med at skabe detaljerede og informative arrangementer hurtigt og nemt! ",
  "Calendar syncing feature helps to schedule meetings" : "Kalendersynkroniseringsfunktion hjælper med at planlægge møder ",
  "Calender Helps You Simplify Your Work" : "Calender Helps Du Forenkler dit arbejde ",
  "Calender Type" : "Calender-type ",
  "Day" : "Dag ",
  "Download Calendar Json File" : "Download Json-kalenderfil ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Event Calendar" : "Hændelseskalender ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Hændelseskalendere er en stor visuel måde at lade brugeren angive en dato eller et datointerval for.  Når du implementerer hændelseskalendere, skal du tage hensyn til, at datoformaterne er forskellige på tværs af kulturer.  Du skal også hjælpe brugeren ud ved at præsentere datoer, der er tættest på nutiden. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Hændelseskalendere er på deres bedste, når brugeren angiver datoer i den nærmeste fremtid eller fortid. Brugerne skal behandle alle de forskellige sider i hændelseskalenderen, før de når frem til de ønskede oplysninger.  dato-eller datointerval.  Hvis brugerne f.eks. forsøger at angive fødselsdatoer, skal de have mange bevægelser gennem kalenderen, og processen vil tage længere tid, efterhånden som alderen stiger, og det er på ingen måde ideelt for ældre brugere (for ikke at nævne den tilføjede medgift).  Mange af dem får en langvarig visuel fremvisning af hvor gamle de er!).   ",
  "for your business?" : "for din virksomhed? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Hent en kalenderoversigt for hver lededetalje.  Kort sagt har styringen af bly aldrig været lettere med en kalendere af den førende synlighed i systemet. ",
  "Google Calendar" : "Google-kalender ",
  "Google Calendar Id" : "Kalender-id ",
  "Google Calendar json File" : "Google-kalenderjson-fil ",
  "Google Calender" : "Google Calender ",
  "Leads Management" : "Ledelsesstyring ",
  "Local Calender" : "Lokal Calender ",
  "Month" : "Måned ",
  "Monthly" : "Månedligt ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Tilladelse nægtet. ",
  "Reset" : "Reset ",
  "Save Changes" : "Gem ændringer ",
  "Search" : "Søg ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Show all Events" : "Vis alle begivenheder ",
  "Software Details" : "Softwaredetaljer ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Sæt fart i brugerprocessen ved at tilføje en hændelseskalender ",
  "Synchronize in Google Calendar ?" : "Synkroniser i Google Kalender? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Kalenderen med en hændelsesoversigt gør det lettere at holde en fane på vigtige møder. ",
  "The Take Away" : "The Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "Det oprettede zoommøde bliver synkroniseret med kalenderen, som viser mødedetaljerne, og som er personer, der deltager i mødet, og på hvilket tidspunkt.  Denne kalendersynkroniseringsfunktion hjælper med at planlægge møder i overensstemmelse hermed. ",
  "These details will be used to collect your Google Calendar events." : "Disse oplysninger vil blive brugt til at indsamle dine Google Kalenderhændelser. ",
  "Type" : "Type ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Brugerne er utålmodige. Alt, der kan virke som en ineffektiv handling for at nå de mål, de har, vil de betragte som suboptimalt og tage et dyk syn på. ",
  "View Live Demo" : "Vis Live-demo ",
  "Week" : "Uge ",
  "What are Event Calendars?" : "Hvad er Event Calendars? ",
  "Why Choose an Event Calendar Design Pattern?" : "Hvorfor vælge et mønstermønster for hændelseskalender? ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Yearly" : "Årligt ",
  "You can use" : "Du kan bruge"
}