{
  " if paid monthly" : " wenn monatlich gezahlt ",
  " if paid yearly" : " wenn jährlich gezahlt ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Wenn Benutzer ein Datum aus einer Liste auswählen können, anstatt die Informationen manuell einzugeben, werden sie Zeit und Aufwand gespeichert.  Ein Benutzer versucht möglicherweise, ein Datum zu übergeben, eine Bestellung zu verfolgen, Inhalte entsprechend einem bestimmten Datumsbereich oder Filterergebnisse zu arrangieren. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Ein Ereigniskalender ist ein Designmuster, das es dem Benutzer ermöglicht, ein Datum auszuwählen.  Die Datumsangaben werden nicht als traditionelle Liste dargestellt, die ein Benutzer durchblättert, oder als Eingabefelder, in denen der Benutzer Zahlen eingibt, sondern als visuelle Darstellung eines monatlichen Kalenders. ",
  "apply" : "Anwenden ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  "Buy Now" : "Jetzt kaufen ",
  "Calander" : "Calander ",
  "Calendar" : "Kalender ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Kalender ist ein einzigartiger Ansatz für das klassische Veranstaltungskalender-Konzept.  Voll auf modernes Design reagieren und Ihre Veranstaltungen in leicht lesbarer und navigierender Weise anzeigen.  Das Plugin ist vollgepackt mit reichhaltigem Arsenal an Funktionen und Optionen, um Ihnen bei der Erstellung von detaillierten und informativen Veranstaltungen schnell und einfach zu helfen! ",
  "Calendar syncing feature helps to schedule meetings" : "Kalendersynchronisierungsfunktion hilft bei der Planung von Besprechungen ",
  "Calender Helps You Simplify Your Work" : "Calender Hilft Ihnen, Ihre Arbeit Zu Vereinfachen ",
  "Calender Type" : "Kalandertyp ",
  "Day" : "Tag ",
  "Download Calendar Json File" : "Kalender-Json-Datei herunterladen ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Event Calendar" : "Ereigniskalender ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Ereigniskalender sind eine großartige visuelle Methode, um den Benutzer in einen Datums-oder Datumsbereich eingeben zu lassen.  Bei der Implementierung von Ereigniskalendern müssen Sie berücksichtigen, dass Datumsformate sich über verschiedene Kulturen unterscheiden.  Außerdem sollten Sie dem Benutzer helfen, indem Sie Datumsangaben präsentieren, die dem aktuellen Stand am nächsten sind. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Ereigniskalender sind am besten, wenn der Benutzer in der nahen Zukunft oder in der Vergangenheit Daten eingibt. Wenn es um Informationen in der Vergangenheit oder in der Zukunft geht, müssen die Benutzer alle verschiedenen Seiten im Veranstaltungskalender durchblättern, bevor sie die gewünschten Daten erreichen.  Datum oder Datumsbereich.  Wenn zum Beispiel die Benutzer versuchen, Geburtsdaten einzugeben, müssten sie viele Bewegungen durch den Kalender machen und der Prozess würde länger dauern, wenn das Alter erhöht wird, was in keiner Weise ideal für ältere Benutzer ist (ganz zu schweigen von dem zusätzlichen Abschuss für  Viele von ihnen bekommen ein protracted Visual, das zeigt, wie alt sie sind!).   ",
  "for your business?" : "für Ihr Unternehmen? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Holen Sie sich eine Kalenderansicht für jedes einzelne Bleidetail.  Kurzum, das Management von Blei war mit dem Kalander der Bleisichtbarkeit im System noch nie einfacher. ",
  "Google Calendar" : "Google-Kalender ",
  "Google Calendar Id" : "Google-Kalender-ID ",
  "Google Calendar json File" : "Json-Datei für Google-Kalender ",
  "Google Calender" : "Google-Kalander ",
  "Leads Management" : "Leitet Management ",
  "Local Calender" : "Lokaler Kalander ",
  "Month" : "Monat ",
  "Monthly" : "Monatlich ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Berechtigung verweigert. ",
  "Reset" : "Zurücksetzen ",
  "Save Changes" : "Änderungen speichern ",
  "Search" : "Suchen ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Show all Events" : "Alle Ereignisse anzeigen ",
  "Software Details" : "Softwaredetails ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Beschleunigen Sie den Prozess des Benutzers, indem Sie einen Ereigniskalender hinzufügen ",
  "Synchronize in Google Calendar ?" : "Synchronisieren in Google Kalender? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Der Kalender mit einer Ereignisansicht erleichtert das Aufbewahren einer Registerkarte in wichtigen Besprechungen. ",
  "The Take Away" : "Die Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "Die erstellte Zoomsitzung wird mit dem Kalender synchronisiert, in dem die Besprechungsdetails angezeigt werden, sowie die Personen, die zu der Besprechung gehören und zu welcher Uhrzeit die Besprechung ist.  Diese Kalendersynchronisierungsfunktion hilft, Besprechungen entsprechend zu planen. ",
  "These details will be used to collect your Google Calendar events." : "Diese Details werden verwendet, um Ihre Google Kalender-Ereignisse zu erfassen. ",
  "Type" : "Typ ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Benutzer sind ungeduldige Kreaturen: Alles, was wie ein ineffizienter Handlungsablauf erscheinen mag, um die Ziele zu erreichen, die sie haben, werden als suboptimal betrachtet und nehmen eine dim Aussicht auf. ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "Week" : "Woche ",
  "What are Event Calendars?" : "Was sind Ereigniskalender? ",
  "Why Choose an Event Calendar Design Pattern?" : "Warum ein Muster für Ereigniskalender auswählen? ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Yearly" : "Jährlich ",
  "You can use" : "Sie können"
}