{
  " if paid monthly" : " si se paga mensualmente ",
  " if paid yearly" : " si se paga anualmente ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Permitir a los usuarios seleccionar una fecha de una lista, en lugar de introducir la información manualmente, les ahorra tiempo y esfuerzo.  Un usuario puede estar intentando enviar una fecha, realizar un seguimiento de un pedido, organizar el contenido de acuerdo con un rango específico de fechas, o filtrar los resultados. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Un calendario de sucesos es un patrón de diseño que permite al usuario seleccionar una fecha.  Las fechas no se presentan como una lista tradicional a la que un usuario se desplaza, o como campos de entrada donde el usuario entra en números, sino como una representación visual de un calendario mensual. ",
  "apply" : "aplicar ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  "Buy Now" : "Comprar ahora ",
  "Calander" : "Calander ",
  "Calendar" : "Calendario ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "El calendario es un enfoque único para el concepto de calendario de eventos clásico.  Plenamente receptivo con el diseño moderno y mostrar sus eventos en forma fácil de leer y navegar.  El plugin está repleto de un rico arsenal de características y opciones para ayudarle a crear eventos completamente detallados e informativos rápido y fácil! ",
  "Calendar syncing feature helps to schedule meetings" : "La función de sincronización de calendario ayuda a planificar reuniones ",
  "Calender Helps You Simplify Your Work" : "Calender Le Ayuda A Simplificar Su Trabajo ",
  "Calender Type" : "Tipo Calender ",
  "Day" : "Día ",
  "Download Calendar Json File" : "Descargar archivo de Json de agenda ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Event Calendar" : "Calendario de eventos ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Los calendarios de eventos son una gran manera visual de dejar que el usuario introduzca una fecha o rango de fechas.  Al implementar calendarios de sucesos, debe tener en cuenta que los formatos de fecha difieren entre culturas.  Además, debes ayudar al usuario a salir presentando fechas que estén más cerca del presente. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Los calendarios de eventos se encuentran en su mejor momento cuando el usuario está entrando en fechas próximas o pasadas; cuando se trata de información en el pasado o en el futuro, los usuarios tienen que parpadear a través de todas las páginas del calendario de eventos antes de que alcancen la  fecha o rango de fechas.  Por ejemplo, si los usuarios están tratando de entrar en fechas de nacimiento, tendrían que hacer muchos movimientos a través del calendario y el proceso tomaría más tiempo a medida que aumentaba la edad, lo que de ninguna manera es ideal para los usuarios de más edad (por no hablar del dote añadido de  muchos de ellos en conseguir un visual prolongado que muestra lo viejo que son!).   ",
  "for your business?" : "¿Para su negocio? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Obtenga una vista de calendario para cada detalle de plomo.  En definitiva, la gestión del plomo nunca ha sido más fácil con la calandrada de la visibilidad del plomo en el sistema. ",
  "Google Calendar" : "Google Calendar ",
  "Google Calendar Id" : "ID de Google Calendar ",
  "Google Calendar json File" : "Archivo json de Google Calendar ",
  "Google Calender" : "Google Calender ",
  "Leads Management" : "Gestión de clientes ",
  "Local Calender" : "Local Calender ",
  "Month" : "Mes ",
  "Monthly" : "Mensual ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permiso denegado. ",
  "Reset" : "Restablecer ",
  "Save Changes" : "Guardar cambios ",
  "Search" : "Búsqueda ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Show all Events" : "Mostrar todos los eventos ",
  "Software Details" : "Detalles de software ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Acelerar el proceso del usuario añadiendo un calendario de sucesos ",
  "Synchronize in Google Calendar ?" : "¿Sincronizar en Google Calendar? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "El calendario con una vista de sucesos facilita el mantenimiento de una pestaña en reuniones importantes. ",
  "The Take Away" : "The Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "La reunión de zoom creada se sincronizará con el calendario que mostrará los detalles de la reunión, así como las personas que se unen a la reunión y en qué momento.  Esta característica de sincronización de calendario ayuda a planificar reuniones en consecuencia. ",
  "These details will be used to collect your Google Calendar events." : "Estos detalles se utilizarán para recopilar los eventos de Google Calendar. ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Los usuarios son criaturas impacientes: cualquier cosa que pueda parecer un curso ineficiente de acción para lograr los objetivos que tienen, tendrán en cuenta como subóptimas y tendrán una visión tenue de. ",
  "View Live Demo" : "Ver demostración en directo ",
  "Week" : "Semana ",
  "What are Event Calendars?" : "¿Qué son los calendarios de eventos? ",
  "Why Choose an Event Calendar Design Pattern?" : "¿Por qué elegir un patrón de diseño de calendario de sucesos ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Yearly" : "Anual ",
  "You can use" : "Usted puede usar"
}