{
  " if paid monthly" : " Si elle est payée mensuelle ",
  " if paid yearly" : " S'ils sont payés annuellement ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Le fait de permettre aux utilisateurs de sélectionner une date dans une liste-plutôt que d'entrer les informations manuellement-leur permet de gagner du temps et des efforts.  Un utilisateur peut tenter de soumettre une date, de suivre une commande, d'organiser le contenu en fonction d'une plage de dates spécifique ou de filtrer les résultats. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Un calendrier d'événements est un modèle de conception qui permet à l'utilisateur de sélectionner une date.  Les dates ne sont pas présentées comme une liste traditionnelle qu'un utilisateur fait défiler, ou comme zones d'entrée où l'utilisateur entre des nombres, mais plutôt comme une représentation visuelle d'un calendrier mensuel. ",
  "apply" : "Appliquer ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  "Buy Now" : "Acheter maintenant ",
  "Calander" : "Calandre ",
  "Calendar" : "Calendrier ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Le calendrier est une approche unique du concept de calendrier d'événements classique.  Entièrement sensible à la conception moderne et à l'affichage de vos événements dans un style facile à lire et à naviguer.  Le plugin est rempli d'un riche arsenal de fonctionnalités et d'options pour vous aider à créer rapidement et facilement des événements détaillés et informatifs ! ",
  "Calendar syncing feature helps to schedule meetings" : "La fonction de synchronisation d'agenda aide à planifier les réunions ",
  "Calender Helps You Simplify Your Work" : "Calender vous aide à simplifier votre travail ",
  "Calender Type" : "Type de calandeur ",
  "Day" : "Jour ",
  "Download Calendar Json File" : "Télécharger le fichier de l'agenda Json ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Event Calendar" : "Calendrier des événements ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Les calendriers d'événements sont une excellente façon de permettre à l'utilisateur d'entrer une date ou une plage de dates.  Lors de la mise en oeuvre des calendriers d'événements, vous devez tenir compte du fait que les formats de date diffèrent d'une culture à l'autre.  De plus, vous devez aider l'utilisateur en présentant les dates les plus proches du présent. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Les calendriers d'événements sont à leur meilleur lorsque l'utilisateur entre des dates dans un proche avenir ou dans le passé ; lorsqu'il s'agit d'informations qui sont loin dans le passé ou dans le futur, les utilisateurs doivent passer à travers toutes les pages du calendrier des événements avant qu'ils n'atteignent les dates souhaitées.  La date ou la plage de dates.  Par exemple, si les utilisateurs essaient d'entrer des dates de naissance, ils devront faire de nombreux mouvements dans le calendrier et le processus prendra plus de temps à mesure que l'âge augmente, ce qui n'est pas idéal pour les utilisateurs plus âgés (sans parler de la dot ajoutée pour  Bon nombre d'entre eux ont un visuel long qui montre à quel point ils sont vieux !).   ",
  "for your business?" : "Pour votre entreprise? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Obtenez une vue de calendrier pour chaque détail principal.  En bref, la gestion du plomb n'a jamais été plus facile avec la mise bas de la visibilité au plomb dans le système. ",
  "Google Calendar" : "Agenda Google ",
  "Google Calendar Id" : "ID calendrier Google ",
  "Google Calendar json File" : "Fichier json de l'agenda Google ",
  "Google Calender" : "Calender Google ",
  "Leads Management" : "Gestion des opportunités d'emploi ",
  "Local Calender" : "Calender local ",
  "Month" : "Mois ",
  "Monthly" : "Mensuelle ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Autorisation refusée. ",
  "Reset" : "Réinitialiser ",
  "Save Changes" : "Enregistrer les modifications ",
  "Search" : "Rechercher ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Show all Events" : "Afficher tous les événements ",
  "Software Details" : "Détails du logiciel ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Accélérer le processus de l'utilisateur en ajoutant un calendrier d'événements ",
  "Synchronize in Google Calendar ?" : "Synchroniser dans Google Calendar? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Le calendrier avec une vue d'événement facilite la tenue d'un onglet lors de réunions importantes. ",
  "The Take Away" : "Le Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "La réunion de zoom créée sera synchronisée avec le calendrier qui montrera les détails de la réunion, ainsi que les personnes qui se joignent à la réunion et à quelle heure.  Cette fonction de synchronisation de calendrier permet de planifier les réunions en conséquence. ",
  "These details will be used to collect your Google Calendar events." : "Ces détails seront utilisés pour collecter vos événements Google Agenda. ",
  "Type" : "Type ",
  "Unlimited installation" : "Installation illimitée ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Les utilisateurs sont des créatures impatients: tout ce qui peut sembler un plan d'action inefficace pour atteindre les objectifs qu'ils considèrent comme sous-optimaux et prendre une vision dim de. ",
  "View Live Demo" : "Afficher la démo en direct ",
  "Week" : "Semaine ",
  "What are Event Calendars?" : "Que sont les calendriers d'événements? ",
  "Why Choose an Event Calendar Design Pattern?" : "Pourquoi choisir un modèle de conception de calendrier d'événements? ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Yearly" : "Yearly ",
  "You can use" : "Vous pouvez utiliser"
}