{
  " if paid monthly" : " se retribuiva mensile ",
  " if paid yearly" : " se retribui ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Consentire agli utenti di selezionare una data da un elenco - piuttosto che inserire le informazioni manualmente - li salva tempo e impegno.  Un utente potrebbe cercare di inoltrare una data, tenere traccia di un ordine, organizzare il contenuto in base a una specifica gamma di date, o ottenere risultati di filtro. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Un calendario eventi è un modello di design che consente all'utente di selezionare una data.  Le date non vengono presentate come una lista tradizionale che un utente scorre attraverso, o come campi di input dove l'utente entra nei numeri, ma piuttosto come rappresentazione visiva di un calendario mensile. ",
  "apply" : "applicare ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  "Buy Now" : "Compra ora ",
  "Calander" : "Calandra ",
  "Calendar" : "Calendario ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Il calendario è un approccio unico al classico calendario degli eventi.  Pienamente rispondente al design moderno e visualizzare i tuoi eventi in modo facile da leggere e navigare.  Il plugin è confezionato con ricco arsenale di funzioni e opzioni per aiutarti a creare eventi completamente dettagliati e informativi rapidi e facili! ",
  "Calendar syncing feature helps to schedule meetings" : "La funzione di sincronizzazione del calendario aiuta a programmare gli incontri ",
  "Calender Helps You Simplify Your Work" : "Calender Aiuta A Semplificare Il Tuo Lavoro ",
  "Calender Type" : "Tipo di calma ",
  "Day" : "Giorno ",
  "Download Calendar Json File" : "Scarica File Json Calendario ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Event Calendar" : "Calendario Eventi ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "I calendari di eventi sono un grande modo visivo di far entrare l'utente in una data o un intervallo di date.  Quando si implementano i calendari degli eventi, è necessario prendere in considerazione che i formati di data differiscono tra le culture.  Inoltre, dovresti aiutare l'utente presentando date che sono più vicine al presente. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "I calendari degli eventi sono al loro meglio quando l'utente sta entrando in date nel prossimo futuro o passato; quando si tratta di informazioni lontane nel passato o nel futuro, gli utenti devono affianare tutte le diverse pagine nel calendario degli eventi prima di raggiungere i desiderati  data o intervallo di date.  Ad esempio, se gli utenti stanno cercando di entrare nei compleanni, avrebbero dovuto fare molti movimenti attraverso il calendario e il processo assumerebbe più a lungo man mano che l'età aumentava, che non è in alcun modo ideale per gli utenti più anziani (per non citare il dote aggiunto per  molti di loro nel farsi una visuale protratta solo quanti anni hanno!).   ",
  "for your business?" : "per la tua attività? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Ottimi una vista calendario per ogni dettaglio di piombo.  Insomma, gestire il piombo non è mai stato più facile con il calatore di visibilità di piombo nel sistema. ",
  "Google Calendar" : "Calendario Google ",
  "Google Calendar Id" : "Google Calendar Id ",
  "Google Calendar json File" : "Google Calendar json File ",
  "Google Calender" : "Google Calender ",
  "Leads Management" : "Gestione lead ",
  "Local Calender" : "Calatrice locale ",
  "Month" : "Mese ",
  "Monthly" : "Mensile ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Permission denied." : "Permesso negato. ",
  "Reset" : "Reset ",
  "Save Changes" : "Salva modifiche ",
  "Search" : "Ricerca ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Show all Events" : "Mostra tutti gli eventi ",
  "Software Details" : "Dettagli software ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Velocizza il processo dell'Utente tramite l'aggiunta di un Calendario eventi ",
  "Synchronize in Google Calendar ?" : "Sincronizzare in Google Calendar? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Il calendario con una vista evento rende più facile tenere una scheda su incontri importanti. ",
  "The Take Away" : "Il Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "La riunione dello zoom creato verrà sincrona con il calendario che mostrerà i dettagli dell'incontro, così come le persone che aderiscono all'incontro e a che ora.  Questa funzione di sincronizzazione del calendario aiuta a programmare gli incontri di conseguenza. ",
  "These details will be used to collect your Google Calendar events." : "Questi dettagli verranno utilizzati per raccogliere i tuoi eventi di Google Calendar. ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Installazione illimitata ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Gli utenti sono creature impazienti: qualsiasi cosa che possa sembrare un corso di azione inefficiente per raggiungere gli obiettivi che hanno per considerarli subottimali e prendere una visione d'insieme. ",
  "View Live Demo" : "Visualizza Live Demo ",
  "Week" : "Settimana ",
  "What are Event Calendars?" : "Cosa sono i Calendari eventi? ",
  "Why Choose an Event Calendar Design Pattern?" : "Perché Scegli un modello di progettazione del calendario di eventi? ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Yearly" : "Annuale ",
  "You can use" : "È possibile utilizzare"
}