{
  " if paid monthly" : " 毎月支払われる場合",
  " if paid yearly" : " 毎年支払われる場合",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "ユーザーがリストから日付を選択できるようにする - 情報を手動で入力するのではなく、時間と労力を節約することができます。 ユーザーは、日付を送信したり、順序を追跡したり、特定の日付範囲に従ってコンテンツを配置したり、結果をフィルターしたりすることができます。",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "イベント・カレンダーは、ユーザーが日付を選択できるようにする設計パターンです。 日付は、ユーザーがスクロールする従来のリストとしては表示されず、ユーザーが数値を入力する入力フィールドとして表示されるのではなく、月単位のカレンダーのビジュアル表示として表示されます。",
  "apply" : "適用する",
  "Billed monthly, or" : "毎月請求された、または",
  "Billed yearly, or" : "年単位での請求",
  "Buy Now" : "今すぐ購入",
  "Calander" : "カランダー",
  "Calendar" : "カレンダー",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "カレンダーは、クラシック・イベント・カレンダーの概念に対する固有のアプローチです。 モダンな設計に完全に対応し、イベントを読みやすく表示しやすいように表示します。 このプラグインは、豊富な機能およびオプションの豊富な機能を備えたパックで、十分に詳細な情報イベントを素早く簡単に作成できるようにします。",
  "Calendar syncing feature helps to schedule meetings" : "カレンダーの同期機能によるミーティングの予約のヘルプ",
  "Calender Helps You Simplify Your Work" : "お客様の作業を簡素化するカレンダー・ヘルプ",
  "Calender Type" : "カレンダー・タイプ",
  "Day" : "デー",
  "Download Calendar Json File" : "カレンダー Json ファイルのダウンロード",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "Event Calendar" : "イベント・カレンダー",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "イベント・カレンダーは、ユーザーが日付範囲または日付範囲を入力できるようにするための優れた視覚的な方法です。 イベント・カレンダーを実装する際には、日付形式が異文化にわたって異なることを考慮する必要があります。 また、現在に最も近い日付を表示することによって、ユーザーを支援する必要があります。",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "イベント・カレンダーは、ユーザーが近い将来または過去に日付を入力するときに最も適しています。過去または将来の情報を処理する場合、ユーザーはイベント・カレンダーのすべての異なるページを使用して、希望するページに到達する必要があります。 日付または日付範囲。 例えば、ユーザーが誕生日を入力しようとしている場合、ユーザーはカレンダーを通じて多くの動作をしなければならず、経過時間が増えるには時間がかかります。これは、以前のユーザーにとって理想的な方法ではありません ( 追加された downer を使用する場合は、 それらの多くは、自分たちが何歳なのかを示す、長引く視覚を手にする人たちだ ",
  "for your business?" : "あなたのビジネスに ?",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "すべてのリード詳細のカレンダー・ビューを取得します。 つまり、リードの管理は、システムでのリードの可視性に関しては、決して簡単にはなりませんでした。",
  "Google Calendar" : "Google カレンダー",
  "Google Calendar Id" : "Google カレンダー ID",
  "Google Calendar json File" : "Google カレンダーの json ファイル",
  "Google Calender" : "Google カレンダー",
  "Leads Management" : "リード管理",
  "Local Calender" : "ローカル・カレンダー",
  "Month" : "月",
  "Monthly" : "月次",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Permission denied." : "アクセス権が拒否",
  "Reset" : "リセット",
  "Save Changes" : "変更の保存",
  "Search" : "サーチ",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Show all Events" : "イベントをすべて表示",
  "Software Details" : "ソフトウェアの詳細",
  "Speed up the User’s Process by Adding an Event Calendar" : "イベント・カレンダーの追加によるユーザーのプロセスのスピードアップ",
  "Synchronize in Google Calendar ?" : "Google カレンダーで同期していますか ?",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "イベント・ビューを使用してカレンダーを作成すると、重要な会議にタブを保持することが容易になります。",
  "The Take Away" : "テイク・アウェイ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "作成されたズーム・ミーティングはカレンダーと同期されます。このカレンダーには、ミーティングの詳細と、ミーティングに参加しているユーザーと、何時にミーティングが参加しているかが表示されます。 このカレンダー同期機能は、それに応じてミーティングのスケジュールを支援します",
  "These details will be used to collect your Google Calendar events." : "これらの詳細は、 Google カレンダー・イベントの収集に使用されます。",
  "Type" : "種類",
  "Unlimited installation" : "無制限のインストール",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "ユーザーは、非患者の生き物です。目標を達成するための非効率的な行動のように思えるものは、最適ではないし、薄暗い視点を取ることができます。",
  "View Live Demo" : "ライブ・デモの表示",
  "Week" : "週",
  "What are Event Calendars?" : "イベント・カレンダーとは何か",
  "Why Choose an Event Calendar Design Pattern?" : "イベント・カレンダー設計パターンを選択する理由",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Yearly" : "毎年",
  "You can use" : "使用できるもの"
}