{
  " if paid monthly" : " indien betaald maandelijks ",
  " if paid yearly" : " indien betaald jaarlijks ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Gebruikers toestaan om een datum te selecteren in een lijst-in plaats van de informatie handmatig in te voeren-bespaart hen tijd en moeite.  Mogelijk probeert een gebruiker een datum in te dienen, een bestelling te volgen, content te rangschikken op basis van een bepaald datumbereik of resultaten te filteren. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Een eventkalender is een ontwerppatroon waarmee de gebruiker een datum kan selecteren.  De datums worden niet gepresenteerd als een traditionele lijst die door een gebruiker wordt doorbladeren, of als invoervelden waarin de gebruiker getallen invoert, maar eerder als een visuele weergave van een maandelijkse kalender. ",
  "apply" : "Toepassen ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  "Buy Now" : "Nu kopen ",
  "Calander" : "Kalanders ",
  "Calendar" : "Agenda ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Agenda is een unieke benadering van het klassieke evenementenkalender concept.  Volledig responsief met modern design en display uw evenementen in gemakkelijk te lezen en te navigeren.  De plugin is verpakt met rijke arsenaal van functies en opties om u te helpen volledig gedetailleerde en informatieve evenementen snel en gemakkelijk te creëren! ",
  "Calendar syncing feature helps to schedule meetings" : "Functie voor agendasynchronisatie helpt bij het plannen van vergaderingen ",
  "Calender Helps You Simplify Your Work" : "Calender Helpt U Uw Werk Te Vereenvoudigen ",
  "Calender Type" : "Type kalender ",
  "Day" : "Dag ",
  "Download Calendar Json File" : "Json-bestand Agenda downloaden ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Event Calendar" : "Eventagenda ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Eventkalenders zijn een geweldige visuele manier om de gebruiker een datum of datumbereik te laten invoeren.  Bij het implementeren van eventkalenders moet u rekening houden met die datumnotaties tussen culturen.  Ook dient u de gebruiker te helpen met het presenteren van datums die het dichtst bij het huidige zijn. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Event-agenda's zijn op hun best wanneer de gebruiker in de nabije toekomst of in de nabije toekomst datums invoert; wanneer de gebruiker in het verleden of in de toekomst te maken heeft met informatie, moeten gebruikers alle verschillende pagina's in de evenementenkalender doorzetten voordat ze de gewenste resultaten bereiken.  datum-of datumbereik.  Bijvoorbeeld, als de gebruikers proberen om verjaardagen in te voeren, ze zouden moeten maken veel bewegingen door de kalender en het proces zou langer duren als de leeftijd verhoogd, die in geen enkele manier ideaal voor oudere gebruikers (niet te vergeten de toegevoegde downer voor  velen van hen in het krijgen van een langdurige visuele laten zien hoe oud ze zijn!).   ",
  "for your business?" : "Voor jouw zaken? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Een agendaview ophalen voor elk looddetail.  In het kort, het beheer van lood is nog nooit gemakkelijker geweest met de kalender van lood zichtbaarheid in het systeem. ",
  "Google Calendar" : "Google-agenda ",
  "Google Calendar Id" : "Google Agenda-ID ",
  "Google Calendar json File" : "Json-bestand van Google Agenda ",
  "Google Calender" : "Google-kalender ",
  "Leads Management" : "Leads Management ",
  "Local Calender" : "Lokale kalender ",
  "Month" : "Maand ",
  "Monthly" : "Maandelijks ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Permission denied." : "Toestemming geweigerd. ",
  "Reset" : "Opnieuw instellen ",
  "Save Changes" : "Wijzigingen opslaan ",
  "Search" : "Zoeken ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Show all Events" : "Alle events afbeelden ",
  "Software Details" : "Softwaregegevens ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Het proces van de gebruiker versnellen door een eventagenda toe te voegen ",
  "Synchronize in Google Calendar ?" : "Synchroniseren in Google Agenda? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "De kalender met een eventview maakt het gemakkelijker om een tabblad te houden voor belangrijke vergaderingen. ",
  "The Take Away" : "De Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "De gemaakte zoomvergadering wordt gesynchroniseerd met de agenda die de details van de vergadering bevat, evenals de personen die deelnemen aan de vergadering en op welk tijdstip.  Met deze functie voor agendasynchronisatie kunt u vergaderingen dienovereenkomstig plannen. ",
  "These details will be used to collect your Google Calendar events." : "Deze gegevens worden gebruikt om uw Google Agenda-events te verzamelen. ",
  "Type" : "Type invoer ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Gebruikers zijn ongeduldschepselen: alles wat lijkt op een inefficiënte manier van handelen om de doelen te bereiken die ze hebben zullen ze als suboptimaal beschouwen en dimmen. ",
  "View Live Demo" : "Live-demo bekijken ",
  "Week" : "Week ",
  "What are Event Calendars?" : "Wat zijn Event Kalenders? ",
  "Why Choose an Event Calendar Design Pattern?" : "Waarom een Event Calendar Design-patroon kiezen? ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Yearly" : "Jaarlijks ",
  "You can use" : "U kunt gebruik maken van"
}