{
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  " if paid yearly" : " jeśli płatny roczny ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Zezwalanie użytkownikom na wybór daty z listy-zamiast wprowadzania informacji ręcznie-oszczędza czas i wysiłek.  Użytkownik może próbować wprowadzić datę, śledzić zamówienie, uporządkować treść zgodnie z określonym zakresem dat, lub filtrować wyniki. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Kalendarz zdarzeń to wzorzec projektu, który umożliwia użytkownikowi wybranie daty.  Daty nie są prezentowane jako tradycyjna lista, przez którą użytkownik przewija się, lub jako pola wejściowe, w których użytkownik wprowadza liczby, ale raczej jako graficzna reprezentacja kalendarza miesięcznego. ",
  "apply" : "zastosowanie ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  "Buy Now" : "Kup teraz ",
  "Calander" : "Calander ",
  "Calendar" : "Kalendarz ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Kalendarz jest unikalnym podejściem do klasycznej koncepcji kalendarza zdarzeń.  W pełni responsywny z nowoczesnym designem i wyświetlaniem Twoich wydarzeń w łatwy do odczytania i nawigacji sposób.  Wtyczka jest spakowana z bogatym arsenałem funkcji i opcji, które pomogą Ci stworzyć w pełni szczegółowe i pouczające wydarzenia szybkie i łatwe! ",
  "Calendar syncing feature helps to schedule meetings" : "Funkcja synchronizacji kalendarza pomaga w planowaniu konferencji ",
  "Calender Helps You Simplify Your Work" : "Program Calender Pomaga Uprościć Pracę ",
  "Calender Type" : "Typ kalendarza ",
  "Day" : "Dzień ",
  "Download Calendar Json File" : "Pobierz plik Json kalendarza ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Event Calendar" : "Kalendarz zdarzeń ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Kalendarze zdarzeń są świetnym wizualnym sposobem pozwalania użytkownikowi na wprowadzenie daty lub zakresu dat.  Podczas implementowania kalendarzy zdarzeń należy wziąć pod uwagę, że formaty daty różnią się w różnych kulturach.  Ponadto, należy pomóc użytkownikowi w prezentowaniu dat, które są najbliższe teraźniejszemu. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Kalendarze zdarzeń są w najlepszym przypadku, gdy użytkownik wprowadza daty w najbliższej przyszłości lub w przeszłości; w przypadku informacji o przeszłości lub przyszłości użytkownicy muszą przejść przez wszystkie inne strony w kalendarzu zdarzeń, zanim dotrą do pożądanego poziomu.  datę lub zakres dat.  Na przykład, jeśli użytkownicy próbują wprowadzać daty urodzenia, musiałyby dokonać wielu ruchów w kalendarzu, a proces stałby się dłuższy w miarę wzrostu wieku, co w żaden sposób nie jest idealne dla starszych użytkowników (nie wspominając o dodatku dowcip dla osób starszych).  wiele z nich w zdobycie prześlepionego wizualnie pokazując, jak stare są!).   ",
  "for your business?" : "dla Twojej firmy? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Służy do wyświetlania widoku kalendarza dla każdego szczegółu głównego.  W skrócie, zarządzanie ołowiem nigdy nie było łatwiejsze z kalendą widoczności ołowiu w systemie. ",
  "Google Calendar" : "Kalendarz Google ",
  "Google Calendar Id" : "Identyfikator kalendarza Google ",
  "Google Calendar json File" : "Plik json kalendarza Google ",
  "Google Calender" : "Google Calender ",
  "Leads Management" : "Zarządzanie leadami ",
  "Local Calender" : "Lokalny program wywołujący ",
  "Month" : "Miesiąc ",
  "Monthly" : "Co miesiąc ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Permission denied." : "Odmowa uprawnień. ",
  "Reset" : "Resetuj ",
  "Save Changes" : "Zapisz zmiany ",
  "Search" : "Szukaj ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Show all Events" : "Pokaż wszystkie zdarzenia ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Przyspieszenie procesu użytkownika poprzez dodanie kalendarza zdarzeń ",
  "Synchronize in Google Calendar ?" : "Synchronizować w kalendarzu Google? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Kalendarz z widokiem zdarzeń ułatwia utrzymanie karty na ważnych spotkaniach. ",
  "The Take Away" : "Odejmij ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "Utworzone spotkanie powiększania zostanie zsynchronizowane z kalendarzem, w którym zostaną wyświetlone szczegóły spotkania, a także informacje o tym, które osoby dołączają do konferencji i w jakim czasie.  Ta funkcja synchronizacji kalendarza umożliwia odpowiednie zaplanowanie konferencji. ",
  "These details will be used to collect your Google Calendar events." : "Te szczegóły zostaną użyte do gromadzenia zdarzeń kalendarza Google. ",
  "Type" : "Typ ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Użytkownicy są niecierpliwi istoty: wszystko, co może wydawać się nieefektywny sposób działania, aby osiągnąć cele, które mają one postrzegać jako suboptymalne i zrobić dim widzenia. ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "Week" : "Tydzień ",
  "What are Event Calendars?" : "Czym są kalendarze zdarzeń? ",
  "Why Choose an Event Calendar Design Pattern?" : "Dlaczego warto wybrać wzorzec projektu kalendarza zdarzeń? ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "With Dash, możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Yearly" : "Co rok ",
  "You can use" : "Można użyć"
}