{
  " if paid monthly" : " se pago mensalmente ",
  " if paid yearly" : " se pago anualmente ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Permitindo que os usuários selecionem uma data a partir de uma lista-em vez de inserir as informações manualmente-poupa-as tempo e esforço.  Um usuário pode estar tentando enviar uma data, controlar uma ordem, organizar o conteúdo de acordo com um intervalo específico de datas, ou filtrar resultados. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Um calendário de eventos é um padrão de design que permite que o usuário selecione uma data.  As datas não são apresentadas como uma lista tradicional que um usuário rola por meio, ou como campos de entrada onde o usuário entra em números, mas sim como uma representação visual de um calendário mensal. ",
  "apply" : "aplicar ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  "Buy Now" : "Comprar Agora ",
  "Calander" : "Calandro ",
  "Calendar" : "Calendário ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Calendário é uma abordagem única para o conceito de calendário de eventos clássico.  Responsiva totalmente com design moderno e exiba seus eventos de forma fácil de ler e navegar.  O plugin está lotado de rico arsenal de recursos e opções para ajudá-lo a criar eventos totalmente detalhados e informativos rápidos e fáceis! ",
  "Calendar syncing feature helps to schedule meetings" : "Recurso de sincronização do calendário ajuda a agendar reuniões ",
  "Calender Helps You Simplify Your Work" : "Calandra Ajuda A Simplificar Seu Trabalho ",
  "Calender Type" : "Tipo de Calender ",
  "Day" : "Dia ",
  "Download Calendar Json File" : "Download do Arquivo Agenda Json ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Event Calendar" : "Calendário do Evento ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Os calendários de eventos são uma ótima maneira visual de deixar o usuário entrar em uma faixa de data ou de data.  Ao implementar calendários de eventos, é necessário levar em consideração que os formatos de data diferem entre as culturas.  Além disso, você deve ajudar o usuário a sair apresentando datas que estão mais próximas do presente. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Os calendários de eventos estão no seu melhor momento em que o usuário está entrando em datas no futuro ou passado próximo; ao lidar com informações longe no passado ou futuro, os usuários têm que ostentar todas as páginas diferentes no calendário de eventos antes de atingem o desejado  data ou intervalo de data.  Por exemplo, se os usuários estão tentando entrar em datas de nascimento, eles teriam que fazer muitos movimentos através do calendário e o processo demoraria mais à medida que a idade aumentada, o que não é de forma alguma ideal para usuários mais velhos (sem mencionar o downer adicionado para  muitas delas em obter um visual prolongado mostrando o quão velho eles são!).   ",
  "for your business?" : "para o seu negócio? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Obtem uma visualização de calendário para cada detalhe de chumbo.  Em resumo, o gerenciamento de lead nunca foi mais fácil com o calendário de visibilidade de chumbo no sistema. ",
  "Google Calendar" : "Calendário do Google ",
  "Google Calendar Id" : "Id do Google Calendar ",
  "Google Calendar json File" : "Arquivo do Google Agenda Json ",
  "Google Calender" : "Calendário do Google ",
  "Leads Management" : "Gerenciamento de leads ",
  "Local Calender" : "Calendário Local ",
  "Month" : "Mês ",
  "Monthly" : "Mensal ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Permission denied." : "Permissão negada. ",
  "Reset" : "Reajuste ",
  "Save Changes" : "Salvar Alterações ",
  "Search" : "Pesquisa ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Show all Events" : "Mostrar todos os Eventos ",
  "Software Details" : "Detalhes do Software ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Agilizar o Processo do Usuário, Adicionando um Agenda de Eventos ",
  "Synchronize in Google Calendar ?" : "Sincronizar no Google Calendar? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "O calendário com uma visualização de eventos torna mais fácil manter uma aba em reuniões importantes. ",
  "The Take Away" : "O Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "A reunião de zoom criada será sincronizado com o calendário que mostrará os detalhes da reunião, assim como quais são as pessoas que ingressarão na reunião e em que momento.  Este recurso de sincronização de calendário ajuda a agendar reuniões em conformidade. ",
  "These details will be used to collect your Google Calendar events." : "Esses detalhes serão usados para coletar seus eventos do Google Agenda. ",
  "Type" : "Tipo ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Os usuários são criaturas impacientes: qualquer coisa que possa parecer um curso ineficiente de ação para atingir os objetivos que eles têm eles vão considerar como subótimos e tirar uma visão de dim. ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "Week" : "Semana ",
  "What are Event Calendars?" : "O que são Calendários de Eventos? ",
  "Why Choose an Event Calendar Design Pattern?" : "Por que escolher um Padrão de Design de Agenda de Eventos? ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Yearly" : "Anual ",
  "You can use" : "Você pode usar"
}