{
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  " if paid yearly" : " если оплачиваемый год ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Предоставление пользователям возможности выбирать дату из списка-вместо ввода информации вручную-сохраняет их время и усилия.  Пользователь может попытаться отправить дату, отследить заказ, упорядочить содержимое в соответствии с определенным диапазоном дат или применить фильтр к результатам. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Календарь событий-это шаблон проектирования, позволяющий пользователю выбрать дату.  Даты не представлены в виде традиционного списка, который пользователь прокручивает, или как входные поля, в которые пользователь вводит цифры, а скорее как визуальное представление месячного календаря. ",
  "apply" : "применить ",
  "Billed monthly, or" : "Ежемесячно, или ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  "Buy Now" : "Купить сейчас ",
  "Calander" : "Каландер ",
  "Calendar" : "Календарь ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Календарь-это уникальный подход к классическому календарю событий.  Полностью отвечающий современным дизайном и отображающий ваши события в удобном для чтения и навигации виде.  Плагин упакован с богатым арсеналом возможностей и опционов, чтобы помочь вам создать полностью детальные и познавательные события быстро и легко! ",
  "Calendar syncing feature helps to schedule meetings" : "Функция синхронизации календаря помогает планировать собрания ",
  "Calender Helps You Simplify Your Work" : "Календер Помогает Упростить Работу ",
  "Calender Type" : "Тип календаря ",
  "Day" : "День ",
  "Download Calendar Json File" : "Загрузить файл календаря Json ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Event Calendar" : "Календарь событий ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Календари событий-это отличный визуальный способ разрешить пользователю ввести дату или диапазон дат.  При реализации календарей событий необходимо учитывать, что форматы дат различаются по разным культурам.  Кроме того, вы должны помочь пользователю, представив даты, ближайшие к настоящему времени. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Календари событий находятся в лучшем случае, когда пользователь вступает в датами в ближайшем будущем или в прошлом; при работе с информацией, расположенной далеко в прошлом или будущем, пользователи должны мелькаться по всем страницам в календаре событий, прежде чем они достигнут желаемого  дата или диапазон дат.  Например, если пользователи пытаются ввести даты рождения, им придется с# делать много движений через календарь и процесс займет больше времени по мере увеличения возраста, что ни в коем случае не идеально для пожилых пользователей (не говоря уже о добавком даунер для  многие из них в получении затяжного визуального показа просто сколько им лет!).   ",
  "for your business?" : "для вашего бизнеса? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Получить представление календаря для каждой подробной информации.  Короче говоря, управление свинцом никогда не было легче с календариной ведущей видимостью в системе. ",
  "Google Calendar" : "Календарь Google ",
  "Google Calendar Id" : "ID календаря Google ",
  "Google Calendar json File" : "Файл json календаря Google ",
  "Google Calender" : "Google Calender ",
  "Leads Management" : "Управление ведками ",
  "Local Calender" : "Местный календер ",
  "Month" : "Месяц ",
  "Monthly" : "Ежемесячно ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Permission denied." : "В разрешении отказано. ",
  "Reset" : "Сброс ",
  "Save Changes" : "Сохранить изменения ",
  "Search" : "Поиск ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Show all Events" : "Показать все события ",
  "Software Details" : "Сведения о программе ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Ускорение процесса пользователя путем добавления календаря событий ",
  "Synchronize in Google Calendar ?" : "Синхронизировать в Google Calendar? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Календарь с представлением событий упрощает сохранение вкладки на важных собраниях. ",
  "The Take Away" : "Убери ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "Созданное собрание масштабирования будет синхронизировано с календарем, в котором будут показаны сведения о собрании, а также пользователи, которые присоединяются к собранию и в какое время.  Эта функция синхронизации календаря помогает планировать собрания соответствующим образом. ",
  "These details will be used to collect your Google Calendar events." : "Эти сведения будут использоваться для сбора информации о событиях календаря Google. ",
  "Type" : "Тип ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Пользователи-нетерпеливые существа: все, что может показаться неэффективным курсом действий для достижения поставленных целей, они будут считать себя неоптимальными и принимать тусклый вид. ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "Week" : "Неделя ",
  "What are Event Calendars?" : "Что такое календари событий? ",
  "Why Choose an Event Calendar Design Pattern?" : "Зачем выбирать шаблон эскиза календаря событий? ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Yearly" : "Ежегодно ",
  "You can use" : "Вы можете использовать"
}