{
  " if paid monthly" : " Aylık ödeniyorsa ",
  " if paid yearly" : " Yıllık ödenirse ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Allowing users to select a date from a list—rather than input the information manually— saves them time and effort. A user might be trying to submit a date, track an order, arrange content according to a specific range of dates, or filter results." : "Kullanıcıların bilgileri el ile girmektense, listeden bir tarih seçmelerine olanak tanıyıp, zaman ve çaba harcamalarını sağlar.  Bir kullanıcı, bir tarihi gönderme, bir siparişi izleme, içeriği belirli bir tarih aralığına göre düzenlemek ya da sonuçları süzmek için çalışıyor olabilir. ",
  "An event calendar is a design pattern that allows the user to select a date. The dates are not presented as a traditional list that a user scrolls through, or as input fields where the user enters numbers, but rather as a visual representation of a monthly calendar." : "Olay takvimi, kullanıcının bir tarih seçmesine olanak tanıyan bir tasarım örüntüsidir.  Tarihler, kullanıcının içinden kaydığı geleneksel bir liste olarak ya da kullanıcının numaralara girdiği giriş alanları olarak değil, aylık takvimin görsel temsili olarak sunulmaz. ",
  "apply" : "uygula ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  "Buy Now" : "Şimdi Satın al ",
  "Calander" : "Calander ",
  "Calendar" : "Takvim ",
  "Calendar is a unique approach to the classic event calendar concept. Fully responsive with modern design and  display your events in easy to read and navigate way. The plugin is packed with rich arsenal of features and options to help you create fully detailed and informative events quick and easy!" : "Takvim, klasik olay takvimi kavramına özgü bir yaklaşımdır.  Modern tasarımla tam olarak yanıt verebilen ve etkinliklerinizi kolayca okunabilmek ve gezinmek için görüntülere uygun bir şekilde görüntüleyin.  eklenti, tam detaylı ve bilgilendirici olaylar yaratmanıza yardımcı olmak için zengin arsenal özellikleri ve seçenekleri ile paketlenmiş. hızlı ve kolay! ",
  "Calendar syncing feature helps to schedule meetings" : "Takvim eşitleme özelliği, toplantıların zamanlanmasına yardımcı olur ",
  "Calender Helps You Simplify Your Work" : "Calender, Çalışmanızı Basitleştirmenize Yardımcı Olur ",
  "Calender Type" : "Takvim Tipi ",
  "Day" : "Gün ",
  "Download Calendar Json File" : "Takvim Json Dosyasını Karşıdan Yükle ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Event Calendar" : "Olay Takvimi ",
  "Event calendars are a great visual way of letting the user enter a date or date range. When implementing event calendars, you need to take into consideration that date formats differ across cultures. Also, you should help the user out by presenting dates that are closest to the present." : "Olay takvimleri, kullanıcının bir tarih ya da tarih aralığı girmesini sağlamanın harika bir görsel yoludur.  Olay takvimlerini uygularken, tarih biçimlerinin kültürler arasında farklı olduğunu göz önünde bulundurmanız gerekir.  Ayrıca, kullanıcıya en yakın tarihleri sunan tarihleri sunarak kullanıcıya yardımcı olmalız. ",
  "Event calendars are at their best when the user is entering dates in the near future or past; when dealing with information far in the past or future, users have to flick through all the different pages in the event calendar before they reach the desired date or date range. For example, if the users are trying to enter birthdates, they would have to make many movements through the calendar and the process would take longer as the age increased, which is in no way ideal for older users (not to mention the added downer for many of them in getting a protracted visual showing just how old they are!). " : "Etkinlik takvimleri, kullanıcı yakın gelecekte ya da geçmişteki tarihleri girerken en iyi şekilde bulunur; geçmişteki ya da gelecekte çok uzak bilgilerle ilgilenirken, kullanıcılar istenen yere ulaşmadan önce etkinlik takvimindeki tüm farklı sayfaları çekmeleri gerekir.  tarih ya da tarih aralığı.  örneğin kullanıcılar doğum tarihlerine girmeye çalışıyorlarsa, takvim sayesinde birçok hareket yapmak zorunda olur ve yaş arttıkça süreç daha uzun sürer. bu da yaşlı kullanıcılar için hiçbir şekilde ideal bir şekilde olmaz (bu süre için eklenen downer ' ı belirtmemeleri).  Bir çoğu ne kadar yaşlı olduklarını gösteren bir görsel temas elde ediyor.   ",
  "for your business?" : "İşiniz için mi? ",
  "Get a calendar view for every lead detail. In short, managing lead has never been easier with the calender of lead visibility in the system." : "Her fırsat ayrıntısı için bir takvim görünümü alın.  Kısa bir süre içinde, yönetmenin yönetilmesi, sistemdeki kurşun görünürlüğü konusunda daha önce hiç bu kadar kolay olmamıştı. ",
  "Google Calendar" : "Google Takvimi ",
  "Google Calendar Id" : "Google Takvimi Tanıtıcısı ",
  "Google Calendar json File" : "Google Calendar json Dosyası ",
  "Google Calender" : "Google Takvimi ",
  "Leads Management" : "Fırsat Yönetimi ",
  "Local Calender" : "Yerel Takvim ",
  "Month" : "Ay ",
  "Monthly" : "Ayda bir ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Permission denied." : "İzin reddedildi. ",
  "Reset" : "Sıfırla ",
  "Save Changes" : "Değişiklikleri Kaydet ",
  "Search" : "Ara ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Show all Events" : "Tüm Olayları Göster ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Speed up the User’s Process by Adding an Event Calendar" : "Olay Takvimi Ekleyerek Kullanıcının Sürecini Hızlandırın ",
  "Synchronize in Google Calendar ?" : "Google Calendar 'da eşitle? ",
  "The calendar with an event view makes it easier to keep a tab on important meetings." : "Takvim etkinliği görünümüne sahip takvim, önemli toplantılarda bir sekmenin daha kolay olmasını sağlar. ",
  "The Take Away" : "The Take Away ",
  "The zoom meeting created will be synced with the calendar which will show the meeting details, as well as which are people joining the meeting and at what time. This calendar syncing feature helps to schedule meetings accordingly." : "Oluşturulan yakınlaştırma toplantısı, toplantıya katılan kişilerin yanı sıra toplantı ayrıntılarını gösterecek olan takvimle eşitlenecek ve bu takvim ile eşitlenecek.  Bu takvim eşitleme özelliği, toplantıların buna göre zamanlanmasına yardımcı olur. ",
  "These details will be used to collect your Google Calendar events." : "Bu ayrıntılar, Google Takvim etkinliklerinizi toplamak için kullanılacaktır. ",
  "Type" : "Tip ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Users are impatient creatures: anything that may seem like an inefficient course of action to achieve the goals they have they will regard as suboptimal and take a dim view of." : "Kullanıcılar sabırsız yaratıklardır: hedeflere ulaşmak için verimsiz bir eylem gibi gözüken her şey, en uygun şekilde saygı gösterirler ve loş bir görünüm elde ederler. ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "Week" : "Hafta ",
  "What are Event Calendars?" : "Olay Takvimleri Nedir? ",
  "Why Choose an Event Calendar Design Pattern?" : "Neden bir Olay Takvim Tasarımı Örüntü Seçsin? ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Yearly" : "Yıllık ",
  "You can use" : "Şu bilgileri kullanabilirsiniz:"
}