{
  "Please set proper configuration for Api Key" : "برجاء تحديد التوصيف الصحيح لمفتاح Api ",
  "Text was not generated due to Invalid API Key" : "لم يتم تكوين النص بسبب مفتاح API غير صحيح ",
  "For What" : "من أجل ماذا ؟ ",
  "Language" : "اللغة ",
  "Tone" : "واحد ",
  "AI Creativity" : "منظمة العفو الدولية ",
  "High" : "عالية ",
  "Meduium" : "Meduium ",
  "Low" : "منخفضة ",
  "Number of Result" : "عدد النتائج ",
  "Maximum Result Length" : "الحد الأقصى لطول النتيجة ",
  "Generate" : "تكوين ",
  "Copy Text" : "نسخ نص ",
  "Copy Selected Text" : "نسخ النص المحدد ",
  "Description" : "الوصف ",
  "Generate Content With AI" : "توليد المحتويات مع AI ",
  "Generate with AI" : "تكوين باستخدام AI ",
  "Software Details" : "تفاصيل البرامج ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "تكوين نص ، كتابة مجموعة متنوعة من المحتويات الإبداعية والاجابة على أسئلتك بطريقة مفيدة.  بسرعة وبدقة تلخيص مقالات طويلة أو أوراق بحثية.  تكوين الأشكال المختلفة للنص الإبداعي لمحتويات النص مثل القصائد والبريد الالكتروني والخطابات وما إلى ذلك. ",
  "/Month" : "/ شهر ",
  "/Year" : "السنة / السنة ",
  "Buy Now" : "اشتر الآن ",
  "View Live Demo" : "مشاهدة العرض التقديمي المباشر ",
  "AI" : "AI ",
  "Assistant" : "مساعد ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "ويمكن استخدام هذا المعهد لتوليد محتوى عالي الجودة ويشارك فيه.  ويمكن أيضا استخدامه لإضفاء الطابع الشخصي على المحتويات لفئات مستهدفة محددة. ",
  "Some Benefits of Using AIAssistant" : "بعض مزايا استخدام ALEAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "ويمكن للمساعد أن يولد محتوى عالي الجودة يتسم بالمعلومات وينخرط فيه.  يستطيع AIAssistant تهيئة المحتويات الخاصة بك لفئات مستهدفة معينة ، والتأكد من أن الرسالة الخاصة بك لها صدى لبرامج القراءة الخاصة بك.  يستطيع AIAssistant تكوين محتويات تم تطويرها للتشغيل الأمثل لآليات البحث ، مما يساعدك في تشغيل المزيد من Traffic لموقع الانترنت الخاص بك. ",
  "What is use of AIAssistant?" : "ما هو استخدام AAIAssistant ؟ ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "ويمكن للمساعد الآلي الاضطلاع بمهام من قبيل جدولة المواعيد ، وإدارة الشؤون المالية ، وتقديم رسائل تذكيرية.  وهذا يمكن أن يوفر لك الوقت والجهد ، ويساعدك على أن تكون أكثر إنتاجية.   ويجري استخدام هذا المعهد لخلق محتوى لمجموعة متنوعة من الصناعات ، بما في ذلك التسويق ، والإعلان ، والتعليم.  على سبيل المثال ، يمكن استخدام AIAssistant لتكوين مواقع المدونات والتسميات التوضيحية لوسط التخزين الاجتماعي. ",
  "Why choose dedicated modules" : "لماذا تقوم باختيار وحدات البرامج المخصصة ",
  "for your business?" : "لعملك ؟ ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "باستخدام شرطة ، يمكنك ادارة كل وظائف الأعمال الخاصة بك بطريقة مناسبة من مكان منفرد ",
  "Empower Your Workforce with DASH" : "تمكين قوة العمل الخاصة بك مع DASDH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "التوصل للبرامج المساعدة من العطلات للمحاسبة ، والموارد البشرية ، والمدفوعات ، و Leads ، والاتصالات ، والادارة ، والمزيد ، وكلهم في مكان واحد ! ",
  "Pay-as-you-go" : "الدفع-كما تذهب- ",
  "Unlimited installation" : "تركيب غير محدود ",
  "Secure cloud storage" : "تأمين التخزين السحابي ",
  "Monthly" : "شهريا ",
  "Yearly" : "سنويا ",
  "Billed monthly, or" : "مشوي شهريا ، أو ",
  " if paid monthly" : " في حالة دفعها شهريا ",
  "Billed yearly, or" : "يتم ملئها سنويا ، أو ",
  " if paid yearly" : "اذا تم دفعها سنويا"
}