{
  "Please set proper configuration for Api Key" : "Angiv en korrekt konfiguration for Api-nøgle ",
  "Text was not generated due to Invalid API Key" : "Teksten er ikke genereret på grund af en ugyldig API-nøgle ",
  "For What" : "For hvad ",
  "Language" : "Sprog ",
  "Tone" : "Tone ",
  "AI Creativity" : "AI Kreativitet ",
  "High" : "Højt ",
  "Meduium" : "Meduium ",
  "Low" : "Lav ",
  "Number of Result" : "Antal resultater ",
  "Maximum Result Length" : "Maksimal resultatlængde ",
  "Generate" : "Generér ",
  "Copy Text" : "Kopiér tekst ",
  "Copy Selected Text" : "Kopiér markeret tekst ",
  "Description" : "Beskrivelse ",
  "Generate Content With AI" : "Generér indhold med AI ",
  "Generate with AI" : "Generér med AI ",
  "Software Details" : "Softwaredetaljer ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Genererer tekst, skriver en række af kreativt indhold, og besvarer dine spørgsmål på en informativ måde.  Hurtigt og præcist opsummere lange artikler eller forskningspapirer.  Genererer forskellige kreative tekstformater i tekstindhold, f.eks. digte, e-mails, breve osv. ",
  "/Month" : "/Måned ",
  "/Year" : "/År ",
  "Buy Now" : "Køb nu ",
  "View Live Demo" : "Vis Live-demo ",
  "AI" : "AI ",
  "Assistant" : "Assistent ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant kan bruges til at generere indhold, der både er af høj kvalitet, og som er i gang.  Den kan også bruges til at tilpasse indhold til bestemte målgrupper. ",
  "Some Benefits of Using AIAssistant" : "Nogle Ydelser ved hjælp af AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AlAssistant kan generere indhold af høj kvalitet, som både er informativ og indtagende.  AlAssistant kan tilpasse dit indhold til bestemte målmålgrupper, hvilket sikrer, at din besked bliver gensendt med dine læsere.  AIAssistant kan generere indhold, der er optimeret til søgemaskiner, og som hjælper dig med at køre mere trafik til din hjemmeside. ",
  "What is use of AIAssistant?" : "Hvad er brugen af AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant kan automatisere opgaver som f.eks. planlægning af aftaler, administration af finanser og udlevering af genknyt.  Det kan spare tid og anstrengelser og hjælpe dig med at være mere produktiv.   AIAssistant bruges til at oprette indhold til en række forskellige brancher, herunder markedsføring, reklame og uddannelse.  F. eks. kan AIAssistant bruges til at generere blogindlæg, sociale mediekverter. ",
  "Why choose dedicated modules" : "Hvorfor vælge dedikerede moduler ",
  "for your business?" : "for din virksomhed? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Med Dash kan du nemt administrere alle dine forretningsfunktioner fra en enkelt lokalitet. ",
  "Empower Your Workforce with DASH" : "Styrt din arbejdsstyrke med DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Adgang til Premium Add-ons for regnskabskontering, HR, betalinger, Leads, Kommunikation, Management og mere, alt på ét sted! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Ubegrænset installation ",
  "Secure cloud storage" : "Sikker cloud-storage ",
  "Monthly" : "Månedligt ",
  "Yearly" : "Årligt ",
  "Billed monthly, or" : "Faktureret månedligt, eller ",
  " if paid monthly" : " betaling pr. måned ",
  "Billed yearly, or" : "Billedet årligt, eller ",
  " if paid yearly" : "hvis betalt årligt"
}