{
  "Please set proper configuration for Api Key" : "Legen Sie die richtige Konfiguration für Api Key fest. ",
  "Text was not generated due to Invalid API Key" : "Text wurde aufgrund eines ungültigen API-Schlüssels nicht generiert ",
  "For What" : "Für Was ",
  "Language" : "Sprache ",
  "Tone" : "Ton ",
  "AI Creativity" : "AI-Kreativität ",
  "High" : "Hoch ",
  "Meduium" : "Meduium ",
  "Low" : "Niedrig ",
  "Number of Result" : "Anzahl der Ergebnisse ",
  "Maximum Result Length" : "Maximale Ergebnislänge ",
  "Generate" : "Generieren ",
  "Copy Text" : "Text kopieren ",
  "Copy Selected Text" : "Ausgewählten Text kopieren ",
  "Description" : "Beschreibung ",
  "Generate Content With AI" : "Inhalt mit AI generieren ",
  "Generate with AI" : "Mit AI generieren ",
  "Software Details" : "Softwaredetails ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Text generieren, eine Vielzahl kreativer Inhalte schreiben und Ihre Fragen informativ beantworten.  Fassen Sie lange Artikel oder Forschungspapiere schnell und präzise zusammen.  Generierung verschiedener kreativer Textformate von Textinhalten wie Gedichten, E-Mails, Briefen etc. ",
  "/Month" : "/Monat ",
  "/Year" : "/Jahr ",
  "Buy Now" : "Jetzt kaufen ",
  "View Live Demo" : "Live-Demo anzeigen ",
  "AI" : "AI ",
  "Assistant" : "Assistent ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "Mit AIAssistant können Inhalte generiert werden, die sowohl qualitativ hochwertig als auch eingreifend sind.  Es kann auch verwendet werden, um Inhalte für bestimmte Zielgruppen zu personalisieren. ",
  "Some Benefits of Using AIAssistant" : "Einige Vorteile der Verwendung von AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant kann qualitativ hochwertige Inhalte generieren, die informativ und einnehmend sind.  Mit AIAssistant können Sie Ihre Inhalte für bestimmte Zielgruppen personalisieren und sicherstellen, dass Ihre Nachricht mit Ihren Lesern mitschwingt.  AIAssistant kann Inhalte generieren, die für Suchmaschinen optimiert sind, und hilft Ihnen, mehr Traffic auf Ihre Website zu treiben. ",
  "What is use of AIAssistant?" : "Was ist der Einsatz von AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant kann Aufgaben wie die Terminierung von Terminen, die Verwaltung von Finanzen und das Bereitstellen von Erinnerungen automatisieren.  Dadurch sparen Sie Zeit und Mühe und helfen Ihnen, produktiver zu sein.   AIAssistant wird verwendet, um Inhalte für eine Vielzahl von Branchen zu erstellen, einschließlich Marketing, Werbung und Bildung.  Zum Beispiel kann AIAssistant dazu verwendet werden, Blogbeiträge, Social-Media-Titel zu generieren. ",
  "Why choose dedicated modules" : "Warum dedizierte Module auswählen ",
  "for your business?" : "für Ihr Unternehmen? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Mit Dash können Sie bequem alle Ihre Geschäftsfunktionen von einem einzigen Standort aus verwalten ",
  "Empower Your Workforce with DASH" : "Schalten Sie Ihre Mitarbeiter mit DASH ein ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Zugriff auf Premium-Add-ons für Accounting, HR, Payments, Leads, Communication, Management und mehr, alles an einem Ort! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Unbegrenzte Installation ",
  "Secure cloud storage" : "Sicherer Cloudspeicher ",
  "Monthly" : "Monatlich ",
  "Yearly" : "Jährlich ",
  "Billed monthly, or" : "Monatlich in Rechnung gestellt oder ",
  " if paid monthly" : " wenn monatlich gezahlt ",
  "Billed yearly, or" : "jährlich in Rechnung gestellt werden, oder ",
  " if paid yearly" : "wenn jährlich gezahlt"
}