{
  "Please set proper configuration for Api Key" : "Establezca la configuración adecuada para la clave Api ",
  "Text was not generated due to Invalid API Key" : "El texto no se ha generado debido a una clave de API no válida ",
  "For What" : "Para qué ",
  "Language" : "Lengua ",
  "Tone" : "Tono ",
  "AI Creativity" : "Creatividad IA ",
  "High" : "Alta ",
  "Meduium" : "Meduium ",
  "Low" : "Baja ",
  "Number of Result" : "Número de resultados ",
  "Maximum Result Length" : "Longitud máxima del resultado ",
  "Generate" : "Generar ",
  "Copy Text" : "Copiar texto ",
  "Copy Selected Text" : "Copiar texto seleccionado ",
  "Description" : "Descripción ",
  "Generate Content With AI" : "Generar Contenido Con IA ",
  "Generate with AI" : "Generar con IA ",
  "Software Details" : "Detalles de software ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Generando texto, escribiendo una variedad de contenidos creativos y respondiendo a tus preguntas de manera divulgativa.  Resumir rápida y exactamente artículos largos o documentos de investigación.  Generar varios formatos de texto creativo de contenido de texto como poemas, correos electrónicos, cartas, etc. ",
  "/Month" : "/Mes ",
  "/Year" : "/Año ",
  "Buy Now" : "Comprar ahora ",
  "View Live Demo" : "Ver demostración en directo ",
  "AI" : "AI ",
  "Assistant" : "Asistente ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant se puede utilizar para generar contenido que sea de alta calidad y atractivo.  También se puede utilizar para personalizar el contenido para audiencias específicas de destino. ",
  "Some Benefits of Using AIAssistant" : "Algunas ventajas de utilizar AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant puede generar contenido de alta calidad que sea informativo y atractivo.  AAssistant puede personalizar su contenido para audiencias específicas, asegurándose de que su mensaje resuena con sus lectores.  AIAssistant puede generar contenido optimizado para motores de búsqueda, lo que le ayuda a conducir más tráfico a su sitio web. ",
  "What is use of AIAssistant?" : "¿Qué es el uso de AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AAssistant puede automatizar tareas como la planificación de citas, la gestión de finanzas y la provisión de recordatorios.  Esto puede ahorrarle tiempo y esfuerzo, y ayudarle a ser más productivo.   AAssistant se está utilizando para crear contenido para una variedad de industrias, incluyendo marketing, publicidad y educación.  Por ejemplo, AIAssistant se puede utilizar para generar entradas de blog, subtítulos en redes sociales. ",
  "Why choose dedicated modules" : "Por qué elegir módulos dedicados ",
  "for your business?" : "¿Para su negocio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash, puede gestionar de forma cómoda todas las funciones empresariales desde una única ubicación ",
  "Empower Your Workforce with DASH" : "Capacite a su fuerza laboral con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acceso a los complementos Premium para Contabilidad, RRHH, Pagos, Leads, Comunicación, Gestión y más, ¡todo en un solo lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalación ilimitada ",
  "Secure cloud storage" : "Almacenamiento en la nube seguro ",
  "Monthly" : "Mensual ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Facturado mensualmente, o ",
  " if paid monthly" : " si se paga mensualmente ",
  "Billed yearly, or" : "Facturado anualmente, o ",
  " if paid yearly" : "si se paga anualmente"
}