{
  "Please set proper configuration for Api Key" : "Veuillez définir la configuration appropriée pour la clé Api ",
  "Text was not generated due to Invalid API Key" : "Le texte n'a pas été généré en raison d'une clé d'API non valide ",
  "For What" : "Pour ce qui ",
  "Language" : "Langue ",
  "Tone" : "Tone ",
  "AI Creativity" : "Créativité des IA ",
  "High" : "Élevé ",
  "Meduium" : "Méduium ",
  "Low" : "Faible ",
  "Number of Result" : "Nombre de résultats ",
  "Maximum Result Length" : "Longueur maximale du résultat ",
  "Generate" : "Générer ",
  "Copy Text" : "Copier le texte ",
  "Copy Selected Text" : "Copier le texte sélectionné ",
  "Description" : "Description ",
  "Generate Content With AI" : "Générer du contenu avec l'IA ",
  "Generate with AI" : "Générer avec AI ",
  "Software Details" : "Détails du logiciel ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Générer du texte, écrire une variété de contenu créatif et répondre à vos questions de manière informative.  Résumer rapidement et précisément les articles longs ou les documents de recherche.  Génération de divers formats de textes créatifs de contenu texte comme des poèmes, des courriels, des lettres, etc. ",
  "/Month" : "/Mois ",
  "/Year" : "/Année ",
  "Buy Now" : "Acheter maintenant ",
  "View Live Demo" : "Afficher la démo en direct ",
  "AI" : "AI ",
  "Assistant" : "Assistant ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant peut être utilisé pour générer du contenu à la fois de qualité et d'engagement.  Il peut également être utilisé pour personnaliser le contenu pour des publics cibles spécifiques. ",
  "Some Benefits of Using AIAssistant" : "Avantages de l'utilisation d'AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant peut générer un contenu de haute qualité à la fois informatif et intéressant.  AIAssistant peut personnaliser votre contenu pour des publics cibles spécifiques, en vous assurant que votre message résonne auprès de vos lecteurs.  AIAssistant peut générer du contenu optimisé pour les moteurs de recherche, ce qui vous aide à acheminer plus de trafic vers votre site Web. ",
  "What is use of AIAssistant?" : "Qu'est-ce que l'utilisation d'AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant peut automatiser des tâches telles que la planification des rendez-vous, la gestion des finances et la fourniture de rappels.  Cela peut vous faire gagner du temps et de l'effort, et vous aider à être plus productif.   AIadjoint est utilisé pour créer du contenu pour une variété d'industries, y compris le marketing, la publicité et l'éducation.  Par exemple, AIAssistant peut être utilisé pour générer des billets de blog, des légendes des médias sociaux. ",
  "Why choose dedicated modules" : "Pourquoi choisir des modules dédiés ",
  "for your business?" : "Pour votre entreprise? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Avec Dash, vous pouvez gérer toutes vos fonctions métier à partir d'un seul emplacement ",
  "Empower Your Workforce with DASH" : "Émettre votre main-d'œuvre à l'aide de DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place ! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Installation illimitée ",
  "Secure cloud storage" : "Stockage de cloud sécurisé ",
  "Monthly" : "Mensuelle ",
  "Yearly" : "Yearly ",
  "Billed monthly, or" : "Comblé mensuel, ou ",
  " if paid monthly" : " Si elle est payée mensuelle ",
  "Billed yearly, or" : "Billed annuellement, ou ",
  " if paid yearly" : "S'ils sont payés annuellement"
}