{
  "Please set proper configuration for Api Key" : "Impostare una corretta configurazione per Api Key ",
  "Text was not generated due to Invalid API Key" : "Il testo non è stato generato a causa di una chiave API non valida ",
  "For What" : "Per Cosa ",
  "Language" : "Lingua ",
  "Tone" : "Tono ",
  "AI Creativity" : "AI Creatività ",
  "High" : "Alto ",
  "Meduium" : "Meduio ",
  "Low" : "Basso ",
  "Number of Result" : "Numero di Risultato ",
  "Maximum Result Length" : "Lunghezza massima del risultato ",
  "Generate" : "Genera ",
  "Copy Text" : "Copia testo ",
  "Copy Selected Text" : "Copia testo selezionato ",
  "Description" : "Descrizione ",
  "Generate Content With AI" : "Genera contenuto Con AI ",
  "Generate with AI" : "Genera con AI ",
  "Software Details" : "Dettagli software ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Generare testo, scrivere una varietà di contenuti creativi e rispondere alle vostre domande in modo informativo.  Riassume rapidamente e accuratamente articoli lunghi o documenti di ricerca.  Generazione di vari formati di testo creativo di contenuti di testo come poesie, email, lettere etc. ",
  "/Month" : "/Mese ",
  "/Year" : "/Anno ",
  "Buy Now" : "Compra ora ",
  "View Live Demo" : "Visualizza Live Demo ",
  "AI" : "AI ",
  "Assistant" : "Assistente ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant può essere utilizzato per generare contenuti sia di alta qualità che coinvolgenti.  Può essere utilizzato anche per personalizzare il contenuto per specifiche audience target. ",
  "Some Benefits of Using AIAssistant" : "Alcuni Vantaggi di Utilizzo di AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant può generare contenuti di alta qualità sia informativi che coinvolgenti.  AIAssistant può personalizzare il tuo contenuto per le audience target specifiche, assicurando che il tuo messaggio riceva i tuoi lettori.  AIAssistant può generare contenuti ottimizzati per i motori di ricerca, aiutando a guidare più traffico sul proprio sito web. ",
  "What is use of AIAssistant?" : "Cosa si usa di AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant può automatizzare compiti come ad esempio gli appuntamenti di pianificazione, la gestione delle finanze e la fornitura di ricordini.  Questo può farti risparmiare tempo e fatica, e aiutarti ad essere più produttivo.   AIAssistant viene utilizzato per creare contenuti per una varietà di industrie, tra cui marketing, pubblicità e istruzione.  Ad esempio, AIAssistant può essere utilizzato per generare post sul blog, le didascalie dei social media. ",
  "Why choose dedicated modules" : "Perché scegliere i moduli dedicati ",
  "for your business?" : "per la tua attività? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Con Dash è possibile gestire convenientemente tutte le funzioni aziendali da una singola posizione ",
  "Empower Your Workforce with DASH" : "Empower Your Manodopera con DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Accedi su Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management e altro ancora, tutto in un unico posto! ",
  "Pay-as-you-go" : "Pay - as - you - go ",
  "Unlimited installation" : "Installazione illimitata ",
  "Secure cloud storage" : "Memoria cloud sicura ",
  "Monthly" : "Mensile ",
  "Yearly" : "Annuale ",
  "Billed monthly, or" : "Fatturati mensili, o ",
  " if paid monthly" : " se retribuiva mensile ",
  "Billed yearly, or" : "Fatturati annuali, o ",
  " if paid yearly" : "se retribui"
}