{
  "Please set proper configuration for Api Key" : "Api キーの適切な構成を設定してください",
  "Text was not generated due to Invalid API Key" : "API キーが無効であるためテキストが生成されませんでした",
  "For What" : "フォー・ワット",
  "Language" : "言語",
  "Tone" : "トーン",
  "AI Creativity" : "AI 創造性",
  "High" : "ハイ",
  "Meduium" : "メニュウム",
  "Low" : "ロウ",
  "Number of Result" : "結果の数",
  "Maximum Result Length" : "最大結果長",
  "Generate" : "生成",
  "Copy Text" : "テキストのコピー",
  "Copy Selected Text" : "選択テキストのコピー",
  "Description" : "解説",
  "Generate Content With AI" : "AI によるコンテンツの生成",
  "Generate with AI" : "AI による生成",
  "Software Details" : "ソフトウェアの詳細",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "テキストを生成し、さまざまな創造的なコンテンツを作成し、質問に情報を提供します。 長い記事またはリサーチ・ペーパーを素早く正確に要約します。 詩、 E メール、文字などのテキスト・コンテンツのさまざまなクリエイティブ・テキスト・フォーマットを生成する",
  "/Month" : "/ 月",
  "/Year" : "/ 年",
  "Buy Now" : "今すぐ購入",
  "View Live Demo" : "ライブ・デモの表示",
  "AI" : "アイ",
  "Assistant" : "アシスタント",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant を使用して、高品質で魅力的なコンテンツを生成することができます。 また、特定のターゲット・オーディエンスのコンテンツを個別設定するために使用することもできます。",
  "Some Benefits of Using AIAssistant" : "AIAssistant の使用による利点の一部",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant は、情報と魅力の両方を提供する高品質のコンテンツを生成できます。 AIAssistant は、特定のターゲット・オーディエンスに対するコンテンツを個別設定して、メッセージが読者と共鳴することを確認することができます。 AIAssistant は、検索エンジン用に最適化されたコンテンツを生成し、 Web サイトへのトラフィックを増やすのに役立ちます。",
  "What is use of AIAssistant?" : "AIAssistant の使用方法",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant は、委嘱のスケジューリング、財務の管理、およびリマインダーの提供などのタスクを自動化できます。 これにより、時間と労力を節約でき、生産性を向上させることができます。  AIAssistant は、マーケティング、広告、教育を含むさまざまな業界のコンテンツを作成するために使用されています。 例えば、 AIAssistant を使用して、ブログ投稿やソーシャル・メディア・キャプションを生成することができます。",
  "Why choose dedicated modules" : "専用モジュールを選択する理由",
  "for your business?" : "あなたのビジネスに ?",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dashを使用すると、すべてのビジネス機能を単一の場所から簡単に管理できます。",
  "Empower Your Workforce with DASH" : "DASH による作業力のエンパワー",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "会計、 HR、支払い、リード、コミュニケーション、管理など、プレミアム・アドオンを介したアクセスがすべて 1 カ所で行われています。",
  "Pay-as-you-go" : "ペイ・アス・ゴー",
  "Unlimited installation" : "無制限のインストール",
  "Secure cloud storage" : "セキュアなクラウド・ストレージ",
  "Monthly" : "月次",
  "Yearly" : "毎年",
  "Billed monthly, or" : "毎月請求された、または",
  " if paid monthly" : " 毎月支払われる場合",
  "Billed yearly, or" : "年単位での請求",
  " if paid yearly" : "毎年支払われる場合"
}