{
  "Please set proper configuration for Api Key" : "Stel de juiste configuratie voor Api Key in ",
  "Text was not generated due to Invalid API Key" : "Tekst is niet gegenereerd vanwege een ongeldige API-sleutel ",
  "For What" : "Voor Wat ",
  "Language" : "Taal ",
  "Tone" : "Toon ",
  "AI Creativity" : "AI creativiteit ",
  "High" : "Hoog ",
  "Meduium" : "Meduium ",
  "Low" : "Laag ",
  "Number of Result" : "Aantal resultaten ",
  "Maximum Result Length" : "Maximale resultaatlengte ",
  "Generate" : "Genereren ",
  "Copy Text" : "Tekst kopiëren ",
  "Copy Selected Text" : "Geselecteerde tekst kopiëren ",
  "Description" : "Omschrijving ",
  "Generate Content With AI" : "Content genereren met AI ",
  "Generate with AI" : "Genereren met AI ",
  "Software Details" : "Softwaregegevens ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Het genereren van tekst, het schrijven van een verscheidenheid van creatieve inhoud en het beantwoorden van uw vragen op een informatieve manier.  Snel en nauwkeurig samenvatten van lange artikelen of onderzoek papers.  Het genereren van verschillende creatieve tekstformaten van tekstinhoud zoals gedichten, e-mails, brieven etc. ",
  "/Month" : "/Maand ",
  "/Year" : "/Jaar ",
  "Buy Now" : "Nu kopen ",
  "View Live Demo" : "Live-demo bekijken ",
  "AI" : "AI ",
  "Assistant" : "Assistent ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant kan worden gebruikt voor het genereren van content die zowel van hoge kwaliteit als van toepassing is.  Het kan ook worden gebruikt om content te personaliseren voor specifieke doelgroepen. ",
  "Some Benefits of Using AIAssistant" : "Sommige voordelen van het gebruik van AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant kan genereren van hoge kwaliteit inhoud die zowel informatief als boeiende.  AIAssistant kan uw content personaliseren voor specifieke doelgroepen, zodat uw bericht met uw lezers resoneert.  AIAssistant kan content genereren die is geoptimaliseerd voor zoekmachines, waardoor u meer verkeer naar uw website kunt rijden. ",
  "What is use of AIAssistant?" : "Wat is het gebruik van AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant kan automatiseren van taken zoals het plannen van afspraken, het beheer van financiën, en het verstrekken van herinneringen.  Dit bespaart u tijd en moeite, en helpt u om productiever te zijn.   AIAssistant wordt gebruikt voor het maken van content voor een verscheidenheid aan industrieën, zoals marketing, reclame en onderwijs.  AAIAssistant kan bijvoorbeeld worden gebruikt voor het genereren van blogposts, sociale media-bijschriften. ",
  "Why choose dedicated modules" : "Waarom kiezen voor speciale modules ",
  "for your business?" : "Voor jouw zaken? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Met Dash kunt u eenvoudig al uw bedrijfsfuncties beheren vanaf een enkele locatie ",
  "Empower Your Workforce with DASH" : "Uw personeelsbestand inzenden met DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Toegang tot Premium Add-ons voor Accounting, HR, Betalingen, Leads, Communicatie, Management, en meer, allemaal op een plaats! ",
  "Pay-as-you-go" : "Betaal-als-je-go ",
  "Unlimited installation" : "Onbeperkte installatie ",
  "Secure cloud storage" : "Beveiligde cloudopslag ",
  "Monthly" : "Maandelijks ",
  "Yearly" : "Jaarlijks ",
  "Billed monthly, or" : "Maandelijks gefactureerd, of ",
  " if paid monthly" : " indien betaald maandelijks ",
  "Billed yearly, or" : "jaarlijks gefactureerd, of ",
  " if paid yearly" : "indien betaald jaarlijks"
}