{
  "Please set proper configuration for Api Key" : "Ustaw poprawną konfigurację klucza Api ",
  "Text was not generated due to Invalid API Key" : "Tekst nie został wygenerowany z powodu niepoprawnego klucza API ",
  "For What" : "Dla Co ",
  "Language" : "Język ",
  "Tone" : "Ton ",
  "AI Creativity" : "Sztuczna inteligencja ",
  "High" : "Wysoki ",
  "Meduium" : "Meduium ",
  "Low" : "Niski ",
  "Number of Result" : "Liczba wyników ",
  "Maximum Result Length" : "Maksymalna długość wyniku ",
  "Generate" : "Generuj ",
  "Copy Text" : "Kopiuj tekst ",
  "Copy Selected Text" : "Kopiuj wybrany tekst ",
  "Description" : "Opis ",
  "Generate Content With AI" : "Generuj Treść Z AI ",
  "Generate with AI" : "Generuj z AI ",
  "Software Details" : "Szczegóły oprogramowania ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Generowanie tekstu, pisanie różnych kreatywnych treści i odpowiadanie na Twoje pytania w sposób informacyjny.  Szybko i dokładnie streszczaj długie artykuły lub prace badawcze.  Generowanie różnych kreatywnych formatów tekstowych treści tekstowych, takich jak wiersze, e-maile, litery itp. ",
  "/Month" : "/miesiąc ",
  "/Year" : "/Rok ",
  "Buy Now" : "Kup teraz ",
  "View Live Demo" : "Wyświetl demo na żywo ",
  "AI" : "AI ",
  "Assistant" : "Asystent ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant może być używany do generowania treści, które są zarówno wysokiej jakości, jak i angażujące.  Może być również używany do personalizacji treści dla konkretnych odbiorców docelowych. ",
  "Some Benefits of Using AIAssistant" : "Niektóre korzyści z używania programu AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant może generować wysokiej jakości treści, które są zarówno informatyczne, jak i angażujące.  Program AIAssistant może spersonalizować swoją treść dla konkretnych grup docelowych, zapewniając, że wiadomość jest rezonowana przez czytelników.  AIAssistant może generować treści zoptymalizowane pod kątem wyszukiwarek, pomagając Ci prowadzić większy ruch na swojej stronie internetowej. ",
  "What is use of AIAssistant?" : "Co jest używane w programie AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "Program AIAssistant umożliwia automatyzację zadań, takich jak planowanie terminów, zarządzanie finansami i dostarczanie przypomnień.  To może zaoszczędzić czas i wysiłek, i pomóc Ci być bardziej produktywne.   AIAssistant jest używany do tworzenia treści dla różnych branż, w tym marketingu, reklamy, i edukacji.  Na przykład program AIAssistant może być używany do generowania wpisów w blogu, a także do podpisów w mediach społecznościowych. ",
  "Why choose dedicated modules" : "Dlaczego warto wybrać dedykowane moduły ",
  "for your business?" : "dla Twojej firmy? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "With Dash, możesz wygodnie zarządzać wszystkimi funkcjami biznesowymi z jednego miejsca ",
  "Empower Your Workforce with DASH" : "Siła robocza pracowników z DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place! ",
  "Pay-as-you-go" : "P-as-go-go-go-go ",
  "Unlimited installation" : "Nieograniczona instalacja ",
  "Secure cloud storage" : "Bezpieczna pamięć masowa w chmurze ",
  "Monthly" : "Co miesiąc ",
  "Yearly" : "Co rok ",
  "Billed monthly, or" : "Rozliczane co miesiąc, lub ",
  " if paid monthly" : " jeśli wypłacane co miesiąc ",
  "Billed yearly, or" : "Zafakturoone roczne, lub ",
  " if paid yearly" : "jeśli płatny roczny"
}