{
  "Please set proper configuration for Api Key" : "Por favor, configure a configuração adequada para Api Key ",
  "Text was not generated due to Invalid API Key" : "Texto não foi gerado devido a Chave de API Inválida ",
  "For What" : "Para O Que ",
  "Language" : "Idioma ",
  "Tone" : "Tom ",
  "AI Creativity" : "AI Criatividade ",
  "High" : "Alto ",
  "Meduium" : "Meduium ",
  "Low" : "Baixo ",
  "Number of Result" : "Número de Resultado ",
  "Maximum Result Length" : "Comprimento Máximo Do Resultado ",
  "Generate" : "Gerar ",
  "Copy Text" : "Copiar Texto ",
  "Copy Selected Text" : "Copiar Texto Selecionado ",
  "Description" : "Descrição ",
  "Generate Content With AI" : "Gerar Conteúdo Com AI ",
  "Generate with AI" : "Gerar com AI ",
  "Software Details" : "Detalhes do Software ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Gerando texto, escrevendo uma variedade de conteúdos criativos e respondendo às suas perguntas de maneira informativa.  Resumir de forma rápida e precisa artigos longos ou trabalhos de pesquisa.  Gerando vários formatos de texto criativos de conteúdo de texto como poemas, e-mails, cartas etc. ",
  "/Month" : "/Mês ",
  "/Year" : "/Ano ",
  "Buy Now" : "Comprar Agora ",
  "View Live Demo" : "Visualizar Demo Ao Vivo ",
  "AI" : "AI ",
  "Assistant" : "Assistente ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistente pode ser usado para gerar conteúdo que seja de alta qualidade e envolvente.  Ele também pode ser usado para personalizar conteúdo para públicos-alvo específico. ",
  "Some Benefits of Using AIAssistant" : "Alguns Benefícios de Usar AIAssistente ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistente pode gerar conteúdo de alta qualidade que seja informativo e envolvente.  AIAssistente pode personalizar o seu conteúdo para públicos-alvo específicos, garantindo que sua mensagem ressoe com seus leitores.  AIAssistente pode gerar conteúdo otimizado para mecanismos de busca, ajudando você a conduzir mais tráfego para o seu website. ",
  "What is use of AIAssistant?" : "O que é uso de AIAssistente? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistente pode automatizar tarefas como agendamento de compromissos, gerenciamento de finanças e fornecimento de lembretes.  Isso pode economizar tempo e esforço, e ajudá-lo a ser mais produtivo.   O AIAssistant está sendo usado para criar conteúdo para uma variedade de indústrias, incluindo marketing, publicidade e educação.  Por exemplo, AIAssistente pode ser usado para gerar posts de blog, legendas de mídia social. ",
  "Why choose dedicated modules" : "Por que escolher módulos dedicados ",
  "for your business?" : "para o seu negócio? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Com o Dash, você pode convenientemente gerenciar todas as suas funções de negócio a partir de um único local ",
  "Empower Your Workforce with DASH" : "Empoderar Sua Força De Trabalho com DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Acesso sobre Premium Complementos para Contábeis, RH, Pagamentos, Leads, Comunicação, Gestão e mais, tudo em um só lugar! ",
  "Pay-as-you-go" : "Pay-as-you-go ",
  "Unlimited installation" : "Instalação ilimitada ",
  "Secure cloud storage" : "Armazenamento em nuvem segura ",
  "Monthly" : "Mensal ",
  "Yearly" : "Anual ",
  "Billed monthly, or" : "Faturou mensalmente, ou ",
  " if paid monthly" : " se pago mensalmente ",
  "Billed yearly, or" : "Faturou anualmente, ou ",
  " if paid yearly" : "se pago anualmente"
}