{
  "Please set proper configuration for Api Key" : "Задайте правильную конфигурацию для ключа Api ",
  "Text was not generated due to Invalid API Key" : "Текст не был сгенерирован из-за недопустимого ключа API ",
  "For What" : "Для чего ",
  "Language" : "Язык ",
  "Tone" : "Тон ",
  "AI Creativity" : "AI Творчество ",
  "High" : "Высокий ",
  "Meduium" : "Медуй ",
  "Low" : "Низкий ",
  "Number of Result" : "Число результатов ",
  "Maximum Result Length" : "Максимальная длина результата ",
  "Generate" : "Сгенерировать ",
  "Copy Text" : "Копировать текст ",
  "Copy Selected Text" : "Копировать выбранный текст ",
  "Description" : "Описание ",
  "Generate Content With AI" : "Создать содержимое с помощью AI ",
  "Generate with AI" : "Генерировать с помощью AI ",
  "Software Details" : "Сведения о программе ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Генерирование текста, написание разнообразных творческих материалов и ответы на ваши вопросы информативным образом.  Быстро и точно обобщить длинные статьи или исследовательские работы.  Генерирование различных креативных текстовых форматов текстового контента, таких как стихи, электронные письма, письма и т.д. ",
  "/Month" : "/месяц ",
  "/Year" : "/год ",
  "Buy Now" : "Купить сейчас ",
  "View Live Demo" : "Показать демонстрационную версию ",
  "AI" : "AI ",
  "Assistant" : "Помощник ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "С помощью AIAssistant можно создавать как высококачественные, так и высококачественные материалы.  Кроме того, его можно использовать для персонализации материалов для конкретных целевых аудиторий. ",
  "Some Benefits of Using AIAssistant" : "Некоторые преимущества использования AIAssistant ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant может генерировать высококачественное информационное наполнение, которое является информативным и привлекательным  AIAssistant может персонализировать ваши материалы для конкретных целевых аудиторий, обеспечивая, чтобы ваше сообщение резонирует с вашими читателями.  AIAssistant может генерировать содержимое, оптимизированное для поисковых систем, помогая вам управлять большим трафиком на своем веб-сайте. ",
  "What is use of AIAssistant?" : "Что такое использование AIAssistant? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant может автоматизировать такие задачи, как планирование назначений, управление финансами и предоставление напоминаний.  Это может сэкономить время и усилия, а также поможет вам быть более продуктивным.   AIAssistant используется для создания контента для различных отраслей, включая маркетинг, рекламу и образование.  Например, AIAssistant может использоваться для создания сообщений в блогах, в социальных сетях. ",
  "Why choose dedicated modules" : "Зачем выбирать выделенные модули ",
  "for your business?" : "для вашего бизнеса? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "С помощью тире можно удобно управлять всеми бизнес-функциями из одного расположения ",
  "Empower Your Workforce with DASH" : "Расширение прав и возможностей сотрудников с помощью DASH ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Доступ к Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management и многое другое в одном месте! ",
  "Pay-as-you-go" : "Плати-как-ты-иди ",
  "Unlimited installation" : "Неограниченный экземпляр ",
  "Secure cloud storage" : "Защищенное облачное хранилище ",
  "Monthly" : "Ежемесячно ",
  "Yearly" : "Ежегодно ",
  "Billed monthly, or" : "Ежемесячно, или ",
  " if paid monthly" : " если оплачиваемый ежемесячно ",
  "Billed yearly, or" : "Выставиной счет по годам, или ",
  " if paid yearly" : "если оплачиваемый год"
}