{
  "Please set proper configuration for Api Key" : "Lütfen, Api Anahtarı için uygun yapılandırmayı ayarlayın ",
  "Text was not generated due to Invalid API Key" : "Geçersiz API Anahtarı nedeniyle Metin oluşturulmadı ",
  "For What" : "Ne için? ",
  "Language" : "Dil ",
  "Tone" : "Ton ",
  "AI Creativity" : "Yapay Zeka Yaratıcılığı ",
  "High" : "Yüksek ",
  "Meduium" : "Meduyum ",
  "Low" : "Düşük ",
  "Number of Result" : "Sonuç Sayısı ",
  "Maximum Result Length" : "Sonuç Uzunluğu Üst Sınırı ",
  "Generate" : "Oluştur ",
  "Copy Text" : "Metni Kopyala ",
  "Copy Selected Text" : "Seçilen Metni Kopyala ",
  "Description" : "Açıklama ",
  "Generate Content With AI" : "Yapay Zekâyla Içerik Oluştur ",
  "Generate with AI" : "Yapay zekâyla Oluştur ",
  "Software Details" : "Yazılım Ayrıntıları ",
  "Generating text, writing a variety of creative content and answering your questions in an informative manner. Quickly and accurately summarize long articles or research papers. Generating various creative text formats of text content like poems, emails, letters etc." : "Metin oluşturma, çeşitli yaratıcı içerik yazma ve sorularınızı bilgilendirici bir şekilde yanıtlama.  Uzun yazıları veya araştırma belgelerini hızlı ve doğru bir şekilde özetleyin.  Şiirler, e-postalar, mektuplar gibi metin içeriği için çeşitli yaratıcı metin biçimleri üretiliyor. ",
  "/Month" : "/Ay ",
  "/Year" : "/Yıl ",
  "Buy Now" : "Şimdi Satın al ",
  "View Live Demo" : "Canlı Gösterimi Görüntüle ",
  "AI" : "AI ",
  "Assistant" : "Asistan ",
  "AIAssistant can be used to generate content that is both high-quality and engaging. It can also be used to personalize content for specific target audiences." : "AIAssistant, hem yüksek kaliteli, hem de ilgi çekici olan içerik oluşturmak için kullanılabilir.  Ayrıca, belirli hedef hedef kitlelere ilişkin içeriği kişiselleştirmek için de kullanılabilir. ",
  "Some Benefits of Using AIAssistant" : "AIAssistant 'ın Kullanılmasının Bazı Avantajları ",
  "AIAssistant can generate high-quality content that is both informative and engaging. AIAssistant can personalize your content for specific target audiences, ensuring that your message resonates with your readers. AIAssistant can generate content that is optimized for search engines, helping you to drive more traffic to your website." : "AIAssistant, hem bilgilendirici hem de ilgi çekici yüksek kaliteli içerik üretebilir.  AIAssistant, belirli hedef hedef kitleler için içeriğinizi kişiselleştirebilir ve iletinizin okuyuclarınızla yankılanmasını sağlar.  AIAssistant, arama motorları için eniyilenmiş içerik oluşturabilir, web sitenize daha fazla trafik sürmenize yardımcı olur. ",
  "What is use of AIAssistant?" : "AIAssistant 'ın kullanımı nedir? ",
  "AIAssistant can automate tasks such as scheduling appointments, managing finances, and providing reminders. This can save you time and effort, and help you to be more productive.  AIAssistant is being used to create content for a variety of industries, including marketing, advertising, and education. For example, AIAssistant can be used to generate blog posts, social media captions." : "AIAssistant, randevuları zamanlamak, mali durumu yönetmek ve anımsatıcılar sağlamak gibi görevleri otomatikleştirebilir.  Bu, size zaman ve çaba harcamanızı sağlar ve daha üretken olmanız için size yardımcı olur.   AIasistan, pazarlama, reklam ve eğitim gibi çeşitli sektörlerde içerik oluşturmak için kullanılıyor.  Örneğin, AIAssistant web günlüğü gönderileri, sosyal medya başlıkları oluşturmak için kullanılabilir. ",
  "Why choose dedicated modules" : "Neden adanmış modüller seçsin? ",
  "for your business?" : "İşiniz için mi? ",
  "With Dash, you can conveniently manage all your business functions from a single location" : "Dash ile, tüm iş fonksiyonlarınızı tek bir konumdan kolayca yönetebilirsiniz. ",
  "Empower Your Workforce with DASH" : "DASH Ile Işgücünüzü Güçlendirin ",
  "Access over Premium Add-ons for Accounting, HR, Payments, Leads, Communication, Management, and more, all in one place!" : "Muhasebe, İK, ödemeler, Leads, Communication, Management ve daha fazlası için Premium Add-ons (Ek Eklentiler) üzerinden erişim, tümü tek bir yerde! ",
  "Pay-as-you-go" : "Öde-git-git ",
  "Unlimited installation" : "Sınırsız kuruluş ",
  "Secure cloud storage" : "Güvenli bulut depolama ",
  "Monthly" : "Ayda bir ",
  "Yearly" : "Yıllık ",
  "Billed monthly, or" : "Aylık faturalı ya da ",
  " if paid monthly" : " Aylık ödeniyorsa ",
  "Billed yearly, or" : "Yıllık faturalı ya da ",
  " if paid yearly" : "Yıllık ödenirse"
}